{
	"nodes":[{
		"name":"f1","size":1,
		"title":"Alfred Hero",
		"cat":"directory",
		"label":"Faculty",
		"descript":"\u003Ch2\u003EAlfred Hero\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003ER. Jamison and Betty Williams Professor of Engineering\u003C\/p\u003E\u003Cp\u003EThe Hero group focuses on building foundational theory and methodology for data science and engineering. The Hero group is developing theory and algorithms for data collection, analysis and visualization that use statistical machine learning and distributed optimization. These are being to applied to network data analysis, personalized health, multi-modality information fusion, data-driven physical simulation, materials science, dynamic social media, and database indexing and retrieval.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/alfred-hero\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
		"imports":["a4","a14","a20","a56","d1","m24","m28","m45","m52"]
		},
		{   
			"name":"f2",
			"size":1,
			"title":"Ambuj Tewari",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAmbuj Tewari\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Statistics and EECS\u003C\/p\u003E\u003Cp\u003EMy research group is pursuing and continues to actively search for challenging machine learning problems that arise across disciplines including behavioral sciences, computational biology, computational chemistry, learning sciences, and network science.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/ambuj-tewari\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a56","d2","m24","m28","m30","m37"]
		},
		{
			"name":"f3",
			"size":1,
			"title":"Amitabh Sinha",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAmitabh Sinha\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Technology and Operations\u003C\/p\u003E\u003Cp\u003EAmitabh’s current research focuses on the operations of ecommerce/omnichannel retail: fulfillment, network design, pricing, assortment optimization, etc. One of his projects in this area consists of developing algorithms to minimize split shipments for ecommerce fulfillment; another is examining various delivery models for household goods and groceries in partnership with a major CPG manufacturer. His larger research agenda includes various aspects of optimization of operations of supply chains, using analytical modeling.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/amitabh-sinha\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a57","d5","m24","m39"]
		},
		{
			"name":"f4",
			"size":1,
			"title":"Amy Cohn",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAmy Cohn\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor and Thurnau Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Amy Cohn is an Associate Professor and Thurnau Professor in the Department of Industrial and Operations Engineering at the University of Michigan College of Engineering. She is also the Associate Director of the University of Michigan Center for Healthcare Engineering and Patient Safety, as well as an Affiliate of the MIT Global Airline Industry Program.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/amy-cohn\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m2","m30"]
		},
		{
			"name":"f5",
			"size":1,
			"title":"Ananda Sen",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAnanda Sen\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EDr. Sen is a research professor in the University of Michigan Departments of Family Medicine and Biostatistics. He is a fellow of the American Statistical Association and an elected member of the International Statistical Institute. He has methodological expertise in the areas of competing risks, analysis of recurrent event data, and measuring inter-rater agreement. Dr. Sen has extensive collaborative experience in cancer prevention and biomarker research with diet and disease endpoints.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/family-medicine\/ananda-sen-phd\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a23","d12","m5","m48"]
		},
		{
			"name":"f6","size":1,
			"title":"Andrew Grogan-Kaylor",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAndrew Grogan-Kaylor\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Social Work\u003C\/p\u003E\u003Cp\u003EMy core intellectual interest is the way in which parenting behaviors, like the use of physical punishment, or parental expressions of emotional warmth, have an effect on child outcomes like aggression, antisocial behavior, anxiety and depression, and how these dynamics play out across contexts, neighborhoods, and cultures.  A lot of my work is done with international samples. In my work I use statistical models, like multilevel models and some econometric models, and software like Stata, R, HLM and ArcGIS, to examine things like growth and change over time, or community, school or parent effects on children and families.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/andrew-grogan-kaylor\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a54","d13","m5","m34","m49"]
		},
		{
			"name":"f7",
			"size":1,
			"title":"Andrzej T Galecki",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAndrzej T Galecki\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Professor of Medicine\u003C\/p\u003E\u003Cp\u003EDr. Galecki's strong background and education in applied mathematics and medicine has given him an opportunity to independently pursue advanced methodological problems in statistics while contributing to interdisciplinary, applied research in medical and biological sciences. In his research he is interested in the development and application of modern statistical methods to research studies, including clinical trials, epidemiological and genetic studies. His current research focus is to develop computational methods for analyzing correlated and over-dispersed data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/andrzej-t-galecki\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d4","m44"]
		},
		{
			"name":"f8",
			"size":1,
			"title":"Anna Gilbert",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAnna Gilbert\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Mathematics\u003C\/p\u003E\u003Cp\u003EMy research interests include mathematical analysis, probability, networking, and algorithms. I am especially interested in randomized algorithms with applications to harmonic analysis, signal and image processing, computer networking, and massive datasets.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/anna-gilbert\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a36","d2","m2","m12"]
		},
		{
			"name":"f9",
			"size":1,
			"title":"Anuj K. Pradhan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAnuj K. Pradhan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Research Scientist at the Transportation Research Institute\u003C\/p\u003E\u003Cp\u003EI am interested in the etiology of injuries and fatalities due to motor vehicle crashes from a human factors and behavioral standpoint. I conduct research using a variety of methodologies in order to uncover and disseminate evidence that can contribute to the safe mobility of road users, that can inform policy, and that can lead to technological and educational innovations for improving the road safety record and for reducing injury. My research covers driver behavior and traffic safety with a focus on automated and connected vehicles, young and novice drivers risk behaviors; training and intervention; and, distraction detection and mitigation.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/anuj-k-pradhan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d14","m10","m39"]
		},
		{
			"name":"f10",
			"size":1,
			"title":"Aradhna Krishna",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAradhna Krishna\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Dwight F. Benton Professor of Marketing\u003C\/p\u003E\u003Cp\u003EProfessor Krishna  is considered one of the 50 most productive marketing professors in the world. In particular, she is considered the pioneer of the field of sensory marketing. Harvard Business Review recently acknowledged her as the foremost expert in the field of sensory marketing. For her leadership role in sensory marketing, Prof. Krishna has been recognized as a Fellow of the Society of Consumer Psychology.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/aradhnakrishna.com\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","d5","m10"]
		},
		{
			"name":"f11",
			"size":1,
			"title":"Arun Agrawal",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EArun Agrawal\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Natural Resources and Environment\u003C\/p\u003E\u003Cp\u003EArun Agrawal is a Professor at the School of Natural Resources & Environment at the University of Michigan. His research and teaching emphasize the politics of international development, institutional change, and environmental conservation. He has written critically on indigenous knowledge, community-based conservation, common property, population and resources, and environmental identities. His recent interests include adaptation to climate change, urban adaptation, REDD+, and the decentralization of environmental governance.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/snre.umich.edu\/profile\/arun_agrawal_phd\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a40","d10","m10"]
		},
		{
			"name":"f12",
			"size":1,
			"title":"Atul Prakash",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAtul Prakash\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Engineering\u003C\/p\u003E\u003Cp\u003EData analytics often need to be performed on sensitive data in domains such as healthcare, social networks, Internet of Things, etc. My research looks at design of operating systems and database mechanisms that help keep such data protected, while allowing analytics to be performed.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/atul-prakash\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m35","m36"]
		},
		{
			"name":"f13",
			"size":1,
			"title":"August Evrard",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EAugust Evrard\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Physics and Astronomy\u003C\/p\u003E\u003Cp\u003ECosmology is the science of the universe. The role of a computational cosmologist is to create high-fidelity numerical simulations of structures in the cosmos, based on physical principles and supported by large-scale computing environments. The ultimate purpose of my work is to produce a deeper understanding of our origins in the physical cosmos.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umich.edu\/~evrard\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a2","a46","d2","m8","m39"]
		},
		{
			"name":"f14",
			"size":1,
			"title":"Barzan Mozafari",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBarzan Mozafari\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EI build data-intensive systems that are more scalable, more robust, and more predictable. I draw from advanced statistical models to deliver practical database solutions to real-world problems. In particular, I adapt concepts and tools from applied statistics, optimization theory, and machine learning.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/web.eecs.umich.edu\/~mozafari\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m13","m44"]
		},
		{
			"name":"f15",
			"size":1,
			"title":"Beverly Ulrich",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBeverly Ulrich\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor Emerita of Kinesiology\u003C\/p\u003E\u003Cp\u003EProfessor Ulrich's research interests are dynamic systems theory, development of motor control, gait (modeling, kinematics), spina bifida, Down syndrome, infants and children.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.kines.umich.edu\/directory\/faculty\/beverly-ulrich\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a39","d9","m10"]
		},
		{
			"name":"f16",
			"size":1,
			"title":"Bill Currie",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBill Currie\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Natural Resources and Environment\u003C\/p\u003E\u003Cp\u003EDr. Currie develops ecosystem process models to simulate biogeochemical cycling and plant community ecology in wetlands, forests, mixed-use and human-dominated landscapes. He models social and ecological interactions that relate to sustainability in the environment and society’s use of natural resources. He uses statistical modeling, including structural equation modeling, to study landscape-scale patterns in forest fragmentation and tree cover. He is interested in transdisciplinary research, model ontologies and model linkages across fields.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/bill-currie\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a40","d10","m44"]
		},
		{
			"name":"f17",
			"size":1,
			"title":"Bin Nan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBin Nan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EDr. Nan's research interests are in various areas of statistics and biostatistics including semiparametric inference, failure time and survival analysis, longitudinal data, missing data and two-phase sampling designs, and high-dimensional data analysis. He is also collaborating in many studies in areas of epidemiology, bioinformatics, and brain imaging, particularly in cancer, HIV, women's health, and neurodegenerative diseases.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/faculty-profiles\/nan-bin.html\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a56","d12","m23","m48"]
		},
		{
			"name":"f18",
			"size":1,
			"title":"Brady West",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBrady West\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Assistant Professor of Survey Methodology\u003C\/p\u003E\u003Cp\u003EMy current research interests include the implications of measurement error in auxiliary variables and survey paradata for survey estimation, survey nonresponse, interviewer variance, and multilevel regression models for clustered and longitudinal data. I also conduct research in statistical software.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/brady-west\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d3","m7","m34","m42","m47"]
		},
		{
			"name":"f19",
			"size":1,
			"title":"Brahmajee Nallamothu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBrahmajee Nallamothu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Internal Medicine\u003C\/p\u003E\u003Cp\u003EI study quality of care and patient outcomes in healthcare delivery systems, largely focusing on cardiovascular diseases. I use large national and regional data sets to answer fundamental questions about the existing state of healthcare delivery systems and how new approaches to designing these systems could save lives and reduce disease burden in large patient populations. My research is beginning to explore the use of innovative data mining and machine learning tools to these healthcare applications.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/brahmajee-nallamothu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a28","d4","m12","m24"]
		},
		{
			"name":"f20",
			"size":1,
			"title":"Branko Kerkez",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBranko Kerkez\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Civil and Environmental Engineering\u003C\/p\u003E\u003Cp\u003EComplex patterns of water quality across urban watersheds are driven by yet to be understood dynamics between natural and human-induced phenomena. More spatiotemporally representative data are required to improve our understanding of the contributions of various land-use patterns on water quality. We’re developing hardware and software to facilitate the real-time, low-cost, and robust measurements of water quality across large urbanized areas.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/http://www-personal.umich.edu\/~bkerkez\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a9","d1","m30","m44"]
		},
		{
			"name":"f21",
			"size":1,
			"title":"Brian D. Athey",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBrian D. Athey\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Michael A. Savageau Collegiate Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EThe Athey Lab’s recent research interests are in the creation and use of bioinformatics pipelines and machine learning methods to radically improve the efficacy of psychiatric pharmacogenomics—allowing patients to take the most effective drug for their illness and suffer the fewest side effects. This area of research centers on the exploration of the ‘pharmacoepigenome’ in psychiatry, neurology, anesthesia and addiction medicine.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/brian-d-athey\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","a28","a49","d4","m10","m44"]
		},
		{
			"name":"f22",
			"size":1,
			"title":"Brian Denton",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBrian Denton\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EMy interests are in personalized medicine with a focus on optimization of screening and treatment decisions for chronic diseases. This work has been funded by the National Science Foundation, the Agency for Healthcare Research and Quality, and other funding sources. This work involves the use of very large data sets comprising longitudinal data from electronic medical records and healthcare claims data. I study several variants of stochastic optimal control problems for screening and treatment of diseases.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/brain-denton\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","a58","d1","m24","m32"]
		},
		{
			"name":"f23",
			"size":1,
			"title":"Brian Perron",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EBrian Perron\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Social Work\u003C\/p\u003E\u003Cp\u003EDr. Perron’s recent work focuses on helping community-based organizations more effectively use administrative data to improve service delivery and other business processes.This includes developing user-friendly and sustainable data management systems; using data visualizations to facilitate interpretation of data, especially for non-technical users; and building organizational capacity to promote data-driven decision making.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/brain-denton\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a54","d13","m10","m52"]
		},
		{
			"name":"f24",
			"size":1,
			"title":"Carl Lagoze",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ECarl Lagoze\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Information Science\u003C\/p\u003E\u003Cp\u003EThe overarching theme of my research for the past two decades is interoperability in information systems, spanning the full spectrum of the technical and human components that are critical to create networked information systems that really work. Although the results of this research apply across a variety of information contexts, the primary thread of my research explores information systems to support scholarship and knowledge production. The principal question we ask is: how do we build and sustain cyberinfrastructure that supports the full cycle scholarship and that respects the cultural, methodological, and social variance among fields of scholarship?\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/carllagoze.com\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a27","d8","m11","m14","m28"]
		},
		{
			"name":"f25",
			"size":1,
			"title":"Carol Flannagan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ECarol Flannagan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Research Scientist at Transportation Research Institute\u003C\/p\u003E\u003Cp\u003EDr. Flannagan's research interests include ergonomics in automotive design and crash database analysis. Specifically, she has developed models of driver-selected posture and position in passenger vehicles using statistical and methodological techniques that uniquely apply to modeling occupant accommodation. She has also performed extensive analyses of various crash databases to identify injury patterns and trends and to identify predictors of injuries in different types of crashes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umtri.umich.edu\/who-we-are\/staff-directory\/carol-flannagan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a50","a56","d14","m13","m42"]
		},
		{
			"name":"f26",
			"size":1,
			"title":"Charles Mayo",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ECharles Mayo\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Radiation Oncology\u003C\/p\u003E\u003Cp\u003EMy research interests are focused improving how we care for our patients by developing analytics tools that automate providing quantitative and statistical measures to augment qualitative and anecdotal evaluation. This requires technical efforts, to create databases and software, and clinical efforts, to integrate data aggregation, analysis and use into routine processes. Construction of knowledge based clinical practice improvement databases and standardizations in nomenclatures and ontologies needed to automate aggregation for all patients in a practice and enable data exchanges within and among institutions are facets of this work.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/charles-mayo\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a53","d4","m2","m10","m13","m24"]
		},
		{
			"name":"f27",
			"size":1,
			"title":"Charu Chandra",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ECharu Chandra\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Decision Sciences and Supply Chain Management\u003C\/p\u003E\u003Cp\u003EMy research interests are in developing inter-disciplinary knowledge in System Informatics, as the basis for study of complex system problems with the fusion of theory, computation, and application components adopted from Systems and Informatics fields.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/charu-chandra\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a15","d16","m8","m10","m13"]
		},
		{
			"name":"f28",
			"size":1,
			"title":"Christopher Brooks",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EChristopher Brooks\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Assistant Professor of Information Science\u003C\/p\u003E\u003Cp\u003EThe basis of my work is to make the often invisible traces created by interactions students have with learning technologies available to instructors, technology solutions, and students themselves. This often requires the creation of new novel educational technologies which are designed from the beginning with detailed tracking of user activities. Coupled with machine learning and data mining techniques (e.g. classification, regression, and clustering methods), clickstream data from these technologies is used to build predictive models of student success and to better understand how technology affords benefits in teaching and learning.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/christopher-brooks\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a27","d8","m12","m24","m52"]
		},
		{
			"name":"f29",
			"size":1,
			"title":"Christopher Miller",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EChristopher Miller\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Astronomy\u003C\/p\u003E\u003Cp\u003EProfessor Miller’s group develops and applies advanced computational and statistical techniques to address the cosmological parameter inference using the abundance and spatial distribution of clusters of galaxies; evolution of the physical properties of the brightest galaxy cluster members; morphological classification of galaxies; dynamical techniques to trace the gravitational potential of galaxy clusters and probe the theory of gravity over large scales; advanced data reduction pipelines for multi-object spectroscopic data; concurrent real-world and simulated data analysis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/christopher-miller\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a2","d2","m5","m7","m13","m29","m34","m44"]
		},
		{
			"name":"f30",
			"size":1,
			"title":"Clayton Scott",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EClayton Scott\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EI study patterns in large, complex data sets, and make quantitative predictions and inferences about those patterns. Problems I’ve worked on include classification, anomaly detection, active and semi-supervised learning, transfer learning, and density estimation. I am primarily interested in developing new algorithms and proving performance guarantees for new and existing algorithms.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/clayton-scott\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a56","d1","m24"]
		},
		{
			"name":"f31",
			"size":1,
			"title":"Danai Koutra",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDanai Koutra\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EI develop fast and principled methods for exploring and understanding one or more massive graphs. In addition to fast algorithmic methodologies, my research also contributes graph-theoretical ideas and models, and real-world applications in two main areas: i. Single-graph exploration, which includes graph summarization and inference; ii. Multiple-graph exploration, which includes summarization of time-evolving graphs, graph similarity and network alignment. My research is applied mainly to social, collaboration and web networks, as well as brain connectivity graphs.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/danai-koutra\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","d1","m3","m12","m19","m24","m52"]
		},
		{
			"name":"f32",
			"size":1,
			"title":"Daniel Almirall",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDaniel Almirall\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor at Survey Research Center\u003C\/p\u003E\u003Cp\u003EMy current methodological research interests lie in the broad area of causal inference. I am particularly interested in methods for causal inference using longitudinal data sets in which treatments, covariates, and outcomes are all time-varying. I am also interested in developing statistical methods that can be used to form adaptive interventions, sometimes known as dynamic treatment regimes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umich.edu\/~dalmiral\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d3","m6","m23"]
		},
		{
			"name":"f33",
			"size":1,
			"title":"Daniel Brown",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDaniel Brown\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Natural Resources and Environment\u003C\/p\u003E\u003Cp\u003EResearch interests focus on land use change and its effects on ecosystems and on human vulnerability. This work connects simulation (e.g., agent-based modeling) of land-use-change processes with GIS and remote sensing based data on historical patterns of landscape change and social surveys. We are also working to understand the ways in which land-use decisions are made and to evaluate consequences of change.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/daniel-brown\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a40","d10","m1","m39","m41"]
		},
		{
			"name":"f34",
			"size":1,
			"title":"Daniel Romero",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDaniel Romero\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Information Science\u003C\/p\u003E\u003Cp\u003EMy main research interest is the empirical and theoretical analysis of Social and Information Networks. I am particularly interested in understanding the mechanisms involved in network evolution, information diffusion, and interactions among people on the Web and in complex organizations.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/daniel-romero\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a12","a14","a20","d8","m12","m24","m28"]
		},
		{
			"name":"f35",
			"size":1,
			"title":"Derek Posselt",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDerek Posselt\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Climate and Space Science\u003C\/p\u003E\u003Cp\u003EMy research program utilizes several data and computing intensive tools to explore the interaction between clouds and the Earth’s climate system. These include: simulation of atmospheric processes over 1000’s of km length scales at sub-1 km horizontal grid spacing, multivariate and multisensor remote sensing measurements, and nonlinear ensemble-based data assimilation methods. Each of these requires the effective use of large-capacity computational resources.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/derek-posselt\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a10","d2","m5","m24","m26","m39"]
		},
		{
			"name":"f36",
			"size":1,
			"title":"Di Ma",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDi Ma\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Computer and Information Science\u003C\/p\u003E\u003Cp\u003EI am broadly interested in the general area of security, privacy, and applied cryptography. My research spans a wide range of topics, including computation over authenticated/encrypted data, fine-grained access control, secure storage systems, wireless network security, smartphone security and privacy, and so on. My research is supported by NSF, AFOSR, and Intel.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/di-ma\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a27","d17","m36"]
		},
		{
			"name":"f37",
			"size":1,
			"title":"Dragomir R. Radev",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EDragomir R. Radev\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Linguistics\u003C\/p\u003E\u003Cp\u003EI am interested in extracting useful information from text. I have worked in domains such as Political Science, Bioinformatics, Scientometrics, and Social Network Analysis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/dragomir-r-radev\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a27","a31","d1","m19","m22","m24","m27","m28"]
		},
		{
			"name":"f38",
			"size":1,
			"title":"Edward Ionides",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEdward Ionides\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Statistics\u003C\/p\u003E\u003Cp\u003ETime series analysis with applications to ecology, epidemiology, health economics, cell motion and neuroscience. Methodological work on inference for partially observed stochastic dynamic systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/edward-ionides\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m26","m46","m50"]
		},
		{
			"name":"f39",
			"size":1,
			"title":"Emanuel Gull",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEmanuel Gull\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Physics\u003C\/p\u003E\u003Cp\u003EProfessor Gull works in the general area of computational condensed matter physics with a focus on the study of correlated electronic systems in and out of equilibrium. He is an expert on Monte Carlo methods for quantum systems and one of the developers of the diagrammatic ‘continuous-time’ quantum Monte Carlo methods.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/emanuel-gull\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a46","d2","m26"]
		},
		{
			"name":"f40",
			"size":1,
			"title":"Emily Mower Provost",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEmily Mower Provost\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EResearch in the CHAI lab focuses on emotion modeling (classification and perception) and assistive technology (bipolar disorder and aphasia).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/emily-mower-provost-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m7","m24"]
		},
		{
			"name":"f41",
			"size":1,
			"title":"Eric Schwartz",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEric Schwartz\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Marketing\u003C\/p\u003E\u003Cp\u003EProfessor Eric Schwartz’s expertise focuses on predicting customer behavior, understanding its drivers, and examining how firms actively manage their customer relationships through interactive marketing. His research in customer analytics stretches managerial applications, including online display advertising, email marketing, video consumption, and word-of-mouth.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/eric-schwartz-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","d5","m5","m16","m24","m30"]
		},
		{
			"name":"f42",
			"size":1,
			"title":"Eunshin Byon",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEunshin Byon\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EMany statistical and engineering models focus on characterizing a system (or, process) with historical data and predicting the future observations based on the developed static model.  However, social and mechanical systems evolve over time due to a wide range of quantifiable/not-quantifiable, measurable/non-measureable inputs, interactions among input variables and other complex factors.  We develop methods to track system’s dynamics and to use the results for prediction and control.  Handling a stream of data might increase the computational complexity, so we also consider the question of how to relieve the computational burden and data storage requirement while not losing the information that the data contains.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/eunshin-byon\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m12","m30","m32","m46"]
		},
		{
			"name":"f43",
			"size":1,
			"title":"Eytan Adar",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EEytan Adar\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Information Science\u003C\/p\u003E\u003Cp\u003EMy work is at the intersection of data mining and human-computer interaction.  My research is focused on both modeling and the construction of new systems that leverage those models.  Current projects include mining large-scale social media systems (Twitter, Reddit), networks (e.g., academic citation graphs), text/networks (meme propagation, information extraction, news articles, political networks), and cross-cutting methods (link prediction, community detection).  Work on systems building includes new visualization systems (automated visualization, interactive machine learning, etc.), ranking systems (social feeds), and data-driven end-user support (end-user and developers).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/eytan-adar\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d8","m12","m28","m49","m52"]
		},
		{
			"name":"f44",
			"size":1,
			"title":"Fred Feinberg",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EFred Feinberg\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Handleman Professor of Marketing\u003C\/p\u003E\u003Cp\u003EMy research examines how people make choices in uncertain environments. The general focus is on using statistical models to explain complex decision patterns, particularly involving sequential choices among related items (e.g., brands in the same category) and dyads (e.g., people choosing one another in online dating), as well as a variety of applications to problems in the marketing domain (e.g., models relating advertising exposures to awareness and sales). I’m particularly interested in extending Bayesian analysis to very large databases, especially in terms of ‘fusing’ data sets with only partly overlapping covariates to enable strong statistical identification of models across them.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/fred-feinberg\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","a56","d5","m5","m24","m29"]
		},
		{
			"name":"f45",
			"size":1,
			"title":"George Alter",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EGeorge Alter\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of History\u003C\/p\u003E\u003Cp\u003EGeorge Alter is Director of the Inter-university Consortium for Political and Social Research (ICPSR). ICPSR is the world’s largest social science data archive with units that specialize in data on aging, childcare, criminal justice, demography, health, and substance abuse. Alter ‘s research grows out of interests in the history of the family, demography, and economic history, and recent projects have examined the effects of early life conditions on health in old age and new ways of describing fertility transitions.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/george-alter\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a24","d2","m12","m14","m36"]
		},
		{
			"name":"f46",
			"size":1,
			"title":"Gerald Davis",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EGerald Davis\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Management\u003C\/p\u003E\u003Cp\u003EMy research is broadly concerned with corporate governance and the effects of finance on society. Recent writings examine how ideas about corporate social responsibility have evolved to meet changes in the structures and geographic footprint of multinational corporations; whether “shareholder capitalism” is still a viable model for economic development; how income inequality in an economy is related to corporate size and structure; why theories about organizations do (or do not) progress; how architecture shapes social networks and innovation in organizations; why stock markets spread to some countries and not others; and whether there exist viable organizational alternatives to shareholder-owned corporations in the United States.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/gerald-davis\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a44","a55","d5","m28"]
		},
		{
			"name":"f47",
			"size":1,
			"title":"Gilbert S. Omenn",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EGilbert S. Omenn\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EDr. Omenn's research focuses on cancer proteomics and informatics. He is especially interested in the role of differential expression of alternative splice isoforms of proteins and transcripts in specific cancer-related pathways. He has long-standing interests in mechanisms of genetic predispositions to risks from environmental and occupational exposures, pharmacogenetics and pharmacogenomics, and science-based risk analyses.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/gilbert-s-omenn\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","a28","a51","d4","m8","m10"]
		},
		{
			"name":"f48",
			"size":1,
			"title":"Greg Rybarczyk",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EGreg Rybarczyk\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Earth and Resource Science\u003C\/p\u003E\u003Cp\u003EUsing GIS, visual analytics, and spatiotemporal modeling, Dr. Rybarczyk examines the utility of Big Data for gaining insight into the causal mechanisms that influence travel patterns and urban dynamics. In particular, his research sets out to provide a fuller understanding of what and where micro-scale conditions affect human sentiment and hence wayfinding ability, movement patterns, and travel mode-choices.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/greg-rybarczyk\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a40","d21","m1","m15","m32","m41"]
		},
		{
			"name":"f49",
			"size":1,
			"title":"H. V. Jagadish",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EH. V. Jagadish\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Bernard A Galler Collegiate Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EA crucial question that runs through all of my research is how to build database systems and query models so that they are truly usable, and how to design analytics processes so that they can deliver real insights to non-technical decision-makers. Usability, for me, is not just a question of having a well-designed user interface: it has to be designed into the system from the beginning. In this context, I am thinking about topics such as data modeling, schema design, schema summarization, form generation, natural language querying, and analytics with missing data and imprecise queries.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/web.eecs.umich.edu\/~jag\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m13"]
		},
		{
			"name":"f50",
			"size":1,
			"title":"Henry Liu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EHenry Liu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Civil and Environmental Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Liu is interested in network data and traffic flow monitoring for intersections with signal control.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/henry-liu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a9","d1","m4","m12","m24"]
		},
		{
			"name":"f51",
			"size":1,
			"title":"Honglak Lee",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EHonglak Lee\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EDr. Lee’s research interests lie in machine learning and its applications to artificial intelligence. In particular, he focuses on deep learning and representation learning, which aims to learn an abstract representation of the data by a hierarchical and compositional structure. His research also spans over related topics, such as graphical models, optimization, and large-scale learning. Specific application areas include computer vision, audio recognition, robotics, text modeling, and healthcare.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/honglak-lee-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","d1","m4","m24"]
		},
		{
			"name":"f52",
			"size":1,
			"title":"Hongwei Xu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EHongwei Xu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor at Survey Research Center\u003C\/p\u003E\u003Cp\u003EMy substantive research interest is to understand the role of geography in shaping population health. Towards this end, my methodological and data science interests are twofold. First, I seek to develop and apply spatial statistical methods to model individual- and area-level health and diseases by using survey data and government statistics. Second, in light of the advance in GIS techniques and the increasingly accessible spatial data from various sources, I am exploring new approaches to integrate traditional geo-referenced survey data with non-traditional spatial data (e.g., remote sensing data, satellite data, Google search) to reduce measurement errors in demographic health research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/hongwei-xu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a55","a56","d3","m41"]
		},
		{
			"name":"f53",
			"size":1,
			"title":"Hyun-soo Ahn",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EHyun-soo Ahn\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Technology and Operations\u003C\/p\u003E\u003Cp\u003EIn his research, Hyun-soo develops and analyzes mathematical models related to supply chain management, dynamic pricing and revenue management, workforce agility, and resource allocation. He is also interested in modeling the customer’s behavior (such as subscription) and how it affects the firm’s profit.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/hyun-soo-ahn\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a57","d5","m30","m46"]
		},
		{
			"name":"f54",
			"size":1,
			"title":"Indika Rajapakse",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EIndika Rajapakse\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EMy research is on the structure and function of networks that shape the dynamics of genome organization in the interphase nucleus in three dimensional space and time. I apply mathematical and statistical approaches derived from theory of networks, systems and control theory, and multivariate statistics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.ccmb.med.umich.edu\/node\/933\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","a36","d4","m28"]
		},
		{
			"name":"f55",
			"size":1,
			"title":"Issam El Naqa",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EIssam El Naqa\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Radiation Oncology and Applied Physics\u003C\/p\u003E\u003Cp\u003EOur lab’s research interests are in the areas of oncology bioinformatics, multimodality image analysis, and treatment outcome modeling. We operate at the interface of physics, biology, and engineering with the primary motivation to design and develop novel approaches to unravel cancer patients’ response to chemoradiotherapy treatment by integrating physical, biological, and imaging information into advanced mathematical models using combined top-bottom and bottom-top approaches that apply techniques of machine learning and complex systems analysis to first principles and evaluating their performance in clinical and preclinical data. These models could be then used to personalize cancer patients’ chemoradiotherapy treatment based on predicted benefit/risk and help understand the underlying biological response to disease.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/issam-el-naqa\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a53","d4","m24","m45"]
		},
		{
			"name":"f56",
			"size":1,
			"title":"Ivo D. Dinov",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EIvo D. Dinov\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EDr. Dinov is an expert in mathematical modeling, statistical analysis, computational processing and visualization of Big Data. He is involved in longitudinal morphometric studies of human development (e.g., Autism, Schizophrenia), maturation (e.g., depression, pain) and aging (e.g., Alzheimer’s and Parkinson’s diseases). Dr. Dinov is developing, validating and disseminating novel technology-enhanced pedagogical approaches for scientific education and active learning.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/issam-el-naqa\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","d11","m42","m44","m52"]
		},
		{
			"name":"f57",
			"size":1,
			"title":"Jack D. Kalbfleisch",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJack D. Kalbfleisch\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EA primary research interest is in the development of models and methods for analyzing failure time or event history data. Applications of this work arise in many areas including epidemiology, medicine, demography and engineering. In event history data, interest centers on the timing and occurrence of various kinds of events such as, for example, repeated infections or recurrences of disease, or other sequences of events that may occur during a study period. I have been particularly interested in situations in which only partial data or data subject to sampling bias are available.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/faculty-profiles\/kalbfleisch-jack.html\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a56","d12","m2","m29"]
		},
		{
			"name":"f58",
			"size":1,
			"title":"Jacob Abernethy",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJacob Abernethy\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EMy research focus is Machine Learning, and I like to explore connections between Optimization, Statistics, and Economics. Increasingly we use ML technologies in which the required assumptions do not apply; for example, when the data are collected in an adaptive fashion from self-interested agents. In such scenarios one must work with new tools that incorporate incentives and strategic behavior.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jacob-abernethy-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m24","m30","m37"]
		},
		{
			"name":"f59",
			"size":1,
			"title":"Jason Corso",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJason Corso\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EThe Corso group’s main research thrust is high-level computer vision and its relationship to human language, robotics and data science. They primarily focus on problems in video understanding such as video segmentation, activity recognition, and video-to-text; methodology, models leveraging cross-model cues to learn structured embeddings from large-scale data sources as well as graphical models emphasizing structured prediction over large-scale data sources are their emphasis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jason-corso\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m19","m40"]
		},
		{
			"name":"f60",
			"size":1,
			"title":"Jason Mars",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJason Mars\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EThe Mars lab is interested in cross-layer systems architectures in both software and hardware, datacenter and warehousescale computer architecture, and hardware-software co-design focused on native application performance, energy efficiency, and system utilization, particularly in the context of the latest innovations in microarchitectural design, runtime systems, and cloud computing.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jason-mars\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m4"]
		},
		{
			"name":"f61",
			"size":1,
			"title":"Jason Owen-Smith",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJason Owen-Smith\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Sociology\u003C\/p\u003E\u003Cp\u003EOur data architecture combines naturally-occurring data from research grant inputs with scientific outputs including publications, citations, dissertations, and patents, as well as with biographic data on researchers scraped from the web and in databases. These data integrate with STAR METRICS administrative data on grant purchases and employment, which can in turn be linked to Longitudinal Employer-Household Dynamics (LEHD) Census data enabling individuals to be traced as they move across employers and start businesses. These data are then linked using cutting edge disambiguation/name-entity resolution, web scraping and entity extraction. This IRIS methodology is advancing the underlying computational sciences and creating more useful data for broader applications.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jason-owen-smith\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a44","a55","d2","m11","m28"]
		},
		{
			"name":"f62",
			"size":1,
			"title":"Jeff C. Lagarias",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJeff C. Lagarias\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Harold Mead Stark Collegiate Professor of Mathematics\u003C\/p\u003E\u003Cp\u003ENumber Theory; also Computational Complexity Theory, Cryptography, Discrete and Computational Geometry, Dynamical Systems, Harmonic Analysis, Low-Dimensional Topology, Mathematical Physics, Optimization.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jeff-c-lagarias\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","d2","m8","m30","m36"]
		},
		{
			"name":"f63",
			"size":1,
			"title":"Jeff Fessler",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJeff Fessler\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Electrical Engineering and Computer Sciences\u003C\/p\u003E\u003Cp\u003EMy research group develops models and algorithms for large-scale inverse problems, especially image reconstruction for X-ray CT and MRI. The models include those based on sparsity using dictionaries learned from large-scale data sets. Developing efficient and accurate methods for dictionary learning is a recent focus.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jeff-fessler\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a4","a14","a20","d1","m9","m24","m40"]
		},
		{
			"name":"f64",
			"size":1,
			"title":"Jeffrey S. McCullough",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJeffrey S. McCullough\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Health Management and Policy\u003C\/p\u003E\u003Cp\u003EMy research focuses on technology and innovation in health care with an emphasis on information technology (IT), pharmaceuticals, and empirical methods. Many of my studies explored the effect of electronic health record (EHR) systems on health care quality and productivity. My current work draws on methods from both machine learning and econometrics to address these issues. Current pharmaceutical studies examine the roles of consumer heterogeneity and learning about the value of products as well as the effect of direct-to-consumer advertising on health.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jeffrey-s-mccullough\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","d12","m15","m24"]
		},
		{
			"name":"f65",
			"size":1,
			"title":"Jenna Wiens",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJenna Wiens\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EMy primary research interests lie at the intersection of machine learning, data mining, and healthcare. Within machine learning, I am particularly interested in time-series analysis, transfer/multitask learning, causal inference, and learning intelligible models. The overarching goal of my research is to develop the computational methods needed to help organize, process, and transform patient data into actionable knowledge.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jenna-wiens\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m24"]
		},
		{
			"name":"f66",
			"size":1,
			"title":"Jeremy M G Taylor",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJeremy M G Taylor\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EI have broad interests and expertise in developing statistical methodology and applying it in biomedical research, particularly in cancer research. I have undertaken research  in power transformations, longitudinal modeling, survival analysis particularly cure models, missing data methods, causal inference and in modeling radiation oncology related data. Recent interests, specifically related to cancer, are in statistical methods for genomic data, statistical methods for evaluating cancer biomarkers, surrogate endpoints, phase I trial design, statistical methods for personalized medicine and prognostic and predictive model validation. I strive to develop principled methods that will lead to valid interpretations of the complex data that is collected in biomedical research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jeremy-m-g-taylor\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a5","a13","a53","d12","m6","m25","m32","m44"]
		},
		{
			"name":"f67",
			"size":1,
			"title":"Jerome Lynch",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJerome Lynch\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Civil and Environmental Engineering\u003C\/p\u003E\u003Cp\u003EOur group works at the forefront of deploying large-scale sensor networks to the built environment for monitoring and control of civil infrastructure systems including bridges, roads, rail networks, and pipelines; this research portfolio falls within the broader class of cyber-physical systems (CPS). To maximize the benefit of the massive data sets we collect from operational infrastructure systems, we undertake research in the area of relational and NoSQL database systems, cloud-based analytics, and data visualization technologies. In addition, our algorithmic work is focused on the use of statistical signal processing, pattern classification, machine learning, and model inversion/updating techniques to automate the interrogation sensor data collected. The ultimate aim of our work is to harness the full potential of data science to provide system users with real-time, actionable information obtained from the raw sensor data collected.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jerome-lynch\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a9","a14","a20","d1","m7","m24"]
		},
		{
			"name":"f68",
			"size":1,
			"title":"Jessica K. Camp",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJessica K. Camp\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Social Work\u003C\/p\u003E\u003Cp\u003EMy research focuses on using large nationally representative data from the United States and internationally (SIPP, ACS, GSOEP) to explore trends in poverty and inequality. Specifically, I examine ways that marginalized and hyper-marginalized groups experience economic disparity and labor market exclusion. My most recent completed study showed how welfare reform can have a powerful impact on the well-being of working women, especially women with vulnerabilities. My area of expertise as a data analyst is in complex samples, regression, and longitudinal models. I am hoping my future work will inform ways that “Big Data” can be used in social work research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jessica-k-camp-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a54","d13","m10","m23"]
		},
		{
			"name":"f69",
			"size":1,
			"title":"Ji Zhu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJi Zhu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Statistics and Electrical Engineering\u003C\/p\u003E\u003Cp\u003EPrfossor Zhu's research interests include statistical learning and data mining; high-dimensional data; statistical network analysis; statistics in finance and marketing; statistical modeling in computational biology and health sciences.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/dept.stat.lsa.umich.edu\/~jizhu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a56","d2","m12","m28","m43","m44"]
		},
		{
			"name":"f70",
			"size":1,
			"title":"Jia Deng",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJia Deng\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EProf. Deng’s research in computer vision focuses on image and video understanding through big visual data, human computation, and large-scale machine learning. His specific interests include object Recognition, Human Action Recognition, Vision and Cognition, Vision and Language, Deep Learning, Probabilistic Graphical Models, Large-Scale Machine Learning, Visual Data Mining.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jia-deng-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m24"]
		},
		{
			"name":"f71",
			"size":1,
			"title":"Jie Shen",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJie Shen\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Computer and Information Science\u003C\/p\u003E\u003Cp\u003EMy research interests are in the digital diagnosis of material damage based on sensors, computational science and numerical analysis with large-scale 3D computed tomography data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jie-shen\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a27","d17","m30","m31"]
		},
		{
			"name":"f72",
			"size":1,
			"title":"Jieping Ye",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJieping Ye\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EThe Ye Lab has been conducting fundamental research in machine learning and data mining, developing computational methods for biomedical data analysis, and building informatics software. We have developed novel machine learning algorithms for feature extraction from high-dimensional data, sparse learning, multi-task learning, transfer learning, active learning, multi-label classification, and matrix completion. We have developed the SLEP (Sparse Learning with Efficient Projections) package, which includes implementations of large-scale sparse learning models, and the MALSAR (Multi-tAsk Learning via StructurAl Regularization) package, which includes implementations of state-of-the-art multi-task learning models.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jieping-ye\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","d4","m12","m24"]
		},
		{
			"name":"f73",
			"size":1,
			"title":"Jingwen Hu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJingwen Hu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Research Scientist at the Transportation Research Institute\u003C\/p\u003E\u003Cp\u003EThe primary goal of my research is to reduce the incidence of injuries and fatalities in motor-vehicle crashes and other injurious events using a multidisciplinary approach.  It involves 1) collecting and analyzing large-scale injury data to identify the injury problems and assess the performance of safety designs, 2) performing physical tests and computational simulations to investigate human impact responses, injury mechanisms, and injury tolerances for various body regions under field-relevant loading conditions, and 3) developing tools for large-scale computational simulations to explore the best solutions for reducing impact-induced injuries.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jingwen-hu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a37","d14","m10","m39"]
		},
		{
			"name":"f74",
			"size":1,
			"title":"Johann Gagnon-Bartsch",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJohann Gagnon-Bartsch\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Statistics\u003C\/p\u003E\u003Cp\u003EMy research currently focuses on the analysis of high-throughput biological data as well as other types of high-dimensional data. More specifically, I am working with collaborators on developing methods that can be used when the data are corrupted by systematic measurement errors of unknown origin, or when the data suffer from the effects of unobserved confounders.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/johann-gagnon-bartsch\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m6","m24","m29"]
		},
		{
			"name":"f75",
			"size":1,
			"title":"John Kieffer",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJohn Kieffer\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Materials Science and Engineering\u003C\/p\u003E\u003Cp\u003EThe development of novel materials is an enabling factor for the advancement of technology. To accelerate the conception, fabrication, and deployment of materials with specific functionalities, we pursue a simulation-based predictive design approach, i.e., we devise the methodology, computational framework, and workflow, and apply these tools to develop new materials for energy applications. Our research repertoire includes first-principles quantum mechanical calculations for the prediction of the electronic structure and charge carrier mobility in organic molecules, reactive molecular dynamics simulations to study the self-assembly behavior of these molecules, and hybrid Monte Carlo/molecular dynamics techniques to investigate structural developments and processes that occur on long time scales.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.mse.engin.umich.edu\/people\/kieffer\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a35","d1","m26","m39"]
		},
		{
			"name":"f76",
			"size":1,
			"title":"Jon Lee",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJon Lee\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EJon’s research focus is on nonlinear discrete optimization (NDO). Many practical engineering problems have physical aspects which are naturally modeled through smooth nonlinear functions, as well as design aspects which are often modeled with discrete variables. Research in NDO seeks to marry diverse techniques from classical areas of optimization, for example methods for smooth nonlinear optimization and methods for integer linear programming, with the idea of successfully attacking natural NDO models for practical engineering problems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jon-lee\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m30"]
		},
		{
			"name":"f77",
			"size":1,
			"title":"Jonathan Rupp",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJonathan Rupp\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Associate Professor at the Transportation Research Center\u003C\/p\u003E\u003Cp\u003EMy research focuses on reducing death and injury from physical trauma, particularly in civilian and military motor-vehicle crashes and under body blast events to military vehicles by: 1) collecting field (i.e., real-world) data and developing innovative analysis methods to characterize the factors that influence injury causation and the type of pre-hospital triage care needed; 2) conducting laboratory testing and performing computational simulations that quantify human mechanical responses and tissue tolerances to dynamic loading; and 3) developing criteria and tools for assessing the risk of injury that will aid in the development of countermeasures to reduce or eliminate injury; 4) applying these tools and criteria, as well as transportation data-analysis methods, to assess injury prevention technologies such as seat belts and crash-avoidance systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jonathan-rupp\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a4","a21","d14","m10","m11","m39"]
		},
		{
			"name":"f78",
			"size":1,
			"title":"Joseph Himle",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJoseph Himle\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Social Work\u003C\/p\u003E\u003Cp\u003EThe goal of the research is to design, develop and test a inconspicuous, awareness-enhancement and monitoring device (AEMD) which will assist the treatment of trichotillomania (TTM), a disorder involving recurrent pulling of one’s hair resulting in noticeable hair loss. TTM is associated with significant impairments in social functioning and often has a profound negative impact on self-esteem and well being.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/joseph-himle\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a49","d13","m24"]
		},
		{
			"name":"f79",
			"size":1,
			"title":"Joseph Ryan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJoseph Ryan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Social Work\u003C\/p\u003E\u003Cp\u003EJoe Ryan’s research and teaching build upon his direct practice experiences with child welfare and juvenile justice populations. Dr. Ryan is the Co-Director of the Child and Adolescent Data, an applied research center focused on using big data to drive policy and practice decisions in the field. Dr. Ryan is currently involved with several studies including a randomized clinical trial of recovery coaches for substance abusing parents in Illinois (AODA Demonstration), a foster care placement prevention study for young children in Michigan (MiFamily Demonstration), a Pay for Success (social impact bonds) study focused on high risk adolescents involved with the Illinois child welfare and juvenile justice system and a study of the educational experiences of youth in foster care (Kellogg Foundation Education and Equity).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/joseph-ryan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a54","d13","m10","m52"]
		},
		{
			"name":"f80",
			"size":1,
			"title":"Josh Pasek",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJosh Pasek\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Communication Studies\u003C\/p\u003E\u003Cp\u003EJosh Pasek’s research explores how new media and psychological processes each shape political attitudes, public opinion, and political behaviors.  He examines issues in the measurement of public opinion including techniques for reducing measurement error and improving survey design. Current research explores how both accurate and inaccurate political information might influence public opinion and voter decision-making, evaluates whether the use of online social networking sites such as Facebook and Twitter might be changing the political information environment, and assesses the conditions under which nonprobability samples, such as those obtained from big data methods or samples of Internet volunteers can lead to conclusions similar to those of “traditional probability samples.”\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/josh-pasek\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a11","d2","m5","m34","m49"]
		},
		{
			"name":"f81",
			"size":1,
			"title":"Judy Jin",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJudy Jin\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Jin's goal is to develop new data fusion methodologies for improving system operation and quality with the emphasis on fusion of data and engineering knowledge collected from disparate sources by integrating multidisciplinary methods. Key research issues are being pursued: 1) Advanced quality control methodologies for system monitoring, diagnosis and control with temporally and spatially dense operational/sensing data. 2) Multi-scale data transform and high order tensor data analysis for modeling, analysis, classification, and making inferences of multistream sensing signals. 3) Optimal sensor distribution and hierarchical variable selection methods for system abnormal detection and sensor fusion decisions, which integrates the causal probability network model, statistical change detection, set-covering algorithm, and hierarchical lasso regression. 4) A unified approach for variation reduction in multistage manufacturing processes (MMPs) using a state space model, which blend the control theory with advanced statistics for MMPs sensing, monitoring, diagnosis and control, integrative design of process tolerance and maintenance policy considering the interaction between product quality and tool reliability.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/judy-jin\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m3","m6","m24"]
		},
		{
			"name":"f82",
			"size":1,
			"title":"Jun Li",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJun Li\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Technology and Operations\u003C\/p\u003E\u003Cp\u003EJun Li’s main research interests are empirical operations management and business analytics, with special emphases on revenue management, pricing, consumer behavior, economic and social networks. She has worked extensively with large-scale data, including transactions, pricing, inventory and capacity, consumer online search and click stream data, supply chain relationships and disruptions, clinical and healthcare claims.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jun-li\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a57","d5","m6","m15","m28","m34"]
		},
		{
			"name":"f83",
			"size":1,
			"title":"Jun Zhang",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EJun Zhang\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Psychology and Mathematics\u003C\/p\u003E\u003Cp\u003EProf. Zhang develops algebraic and geometric methods for data analysis. Algebraic methods are based on theories of topology and partially ordered sets (in particular lattice theory); an example being formal concept analysis (FCA). Geometric methods include Information Geometry, which studies the manifold of probability density functions. Zhang also has interests in machine learning, including reproducing kernel Banach space (RKBS) and reinforcement learning (RL).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/jun-zhang\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","a50","d2","m51"]
		},
		{
			"name":"f84",
			"size":1,
			"title":"Karthik Duraisamy",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EKarthik Duraisamy\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Aerospace Engineering\u003C\/p\u003E\u003Cp\u003EProf. Duraisamy’s group focuses on data-driven modeling of computational physics problems. Specifically, we use statistical inversion and physics-informed machine learning techniques to augment existing computational models. Another focus area is formal reduced order modeling using data-driven decompositions.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/karthik-duraisamy\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a1","d1","m24"]
		},
		{
			"name":"f85",
			"size":1,
			"title":"Kerby Shedden",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EKerby Shedden\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Statistics\u003C\/p\u003E\u003Cp\u003EProfessor Shedden's research interests are analysis of biomedical screening experiments; longitudinal analysis; applications to cheminformatics, cancer, behavioral genetics; and statistical computing.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/dept.stat.lsa.umich.edu\/~kshedden\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a56","d2","m8","m10"]
		},
		{
			"name":"f86",
			"size":1,
			"title":"Keshav Pokhrel",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EKeshav Pokhrel\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Statistics\u003C\/p\u003E\u003Cp\u003EMy research interests include the epidemiology of cancer, time series forecasting, quantile regression and functional data analysis. The skewed and non-normal data are increasingly more frequent than ever before. The data in the extreme ends are of their own importance. Hence the importance of quantile regression. The availability of the information is increasingly functional. My current work is gearing towards functional data analysis techniques such as principal differential analysis which can estimate a system of differential equations to reveal the dynamics of real data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/keshav-pokhrel\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d15","m10","m32"]
		},
		{
			"name":"f87",
			"size":1,
			"title":"Kevin Ward",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EKevin Ward\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Emergency Medicine\u003C\/p\u003E\u003Cp\u003EDr. Ward’s research interests span the field of critical illness and injury including battlefield medicine in regards to oxygen transport and resuscitation, noninvasive monitoring, hemostasis and inflammation, and in using computational medicine and systems biology to both model and detect injury.  His approach is to develop and leverage broad platform technologies capable of use throughout all echelons of care of the critically ill and injured as well as in all age groups.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.micircc.org\/kevin-r-ward-md\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a21","d4","m10"]
		},
		{
			"name":"f88",
			"size":1,
			"title":"Kevyn Collins-Thompson",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EKevyn Collins-Thompson\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Information Science\u003C\/p\u003E\u003Cp\u003EMy lab explores algorithms and interfaces for intelligent information systems that can infer when and how to help people learn and discover. Examples include search engines that can deliver the right kind of personalized information at the right time, and intelligent tutoring systems that learn when and how to be most helpful in teaching a particular student. Toward these goals, I employ data-centric methods that include machine learning from interaction traces and large-scale text mining and retrieval. My current research is centered on education, but I’m also interested in mobile and health-related applications.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/kevyn-collins-thompson\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d8","m22","m24","m49"]
		},
		{
			"name":"f89",
			"size":1,
			"title":"Laura Balzano",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELaura Balzano\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EProfessor Balzano and her students investigate problems in statistical signal processing and optimization, particularly dealing with large and messy data. Her applications typically have missing, corrupted, and uncalibrated data as well as heterogeneous data in terms of sensors, sensor quality, and scale in both time and space. Her theoretical interests involve classes of non-convex problems that include Principal Components Analysis (or the Singular Value Decomposition) and many interesting variants such as PCA with sparse or structured principal components, orthogonality and non-negativity constraints, and even categorical data or human preference data. She concentrates on fast gradient methods and related optimization methods that are scalable to real-time operation and massive data. Her work provides algorithmic and statistical guarantees for these algorithms on the aforementioned non-convex problems, and she focuses carefully on assumptions that are realistic for the relevant applications. She has worked in the areas of online algorithms, real-time computer vision, compressed sensing and matrix completion, network inference, and sensor networks.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/laura-balzano\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m24","m30","m38"]
		},
		{
			"name":"f90",
			"size":1,
			"title":"Lawrence M. Seiford",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELawrence M. Seiford\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Seiford’s teaching and research interests are primarily in the areas of quality engineering, productivity analysis, process improvement, distributed-systems design issues, and performance measurement. His current research involves the development of benchmarking models for identifying best-practice in manufacturing and service systems. He is presently engaged in multi-year studies examining best-practice in the financial services sector and health care delivery systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umich.edu\/~seiford\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m10"]
		},
		{
			"name":"f91",
			"size":1,
			"title":"Liza Levina",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELiza Levina\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Statistics\u003C\/p\u003E\u003Cp\u003ELiza Levina and her group work on various questions arising in the statistical analysis of large and complex data, especially networks and graphs. Our current focus is on developing rigorous and computationally efficient statistical inference on realistic models for networks. Current directions include community detection problems in networks (overlapping communities, networks with additional information about the nodes and edges, estimating the number of communities), link prediction (networks with missing or noisy links, networks evolving over time), prediction with data connected by a network (e.g., the role of friendship networks in the spread of risky behaviors among teenagers), and statistical analysis of samples of networks with applications to brain imaging, especially fMRI data from studies of mental health).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/liza-levina\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m24","m28","m42"]
		},
		{
			"name":"f92",
			"size":1,
			"title":"Long Nguyen",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELong Nguyen\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Statistics\u003C\/p\u003E\u003Cp\u003EI am broadly interested in statistical inference, which is informally defined as the process of turning data into prediction and understanding. I like to work with richly structured data, such as those extracted from texts, images and other spatiotemporal signals. In recent years I have gravitated toward a field in statistics known as Bayesian nonparametrics, which provides a fertile and powerful mathematical framework for the development of many computational and statistical modeling ideas. My motivation for all this came originally from an early interest in machine learning, which continues to be a major source of research interest. A primary focus of my group’s research in machine learning to develop more effective inference algorithms using stochastic, variational and geometric viewpoints.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/long-nguyen\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a56","d2","m5","m22","m24"]
		},
		{
			"name":"f93",
			"size":1,
			"title":"Luis E. Ortiz",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELuis E. Ortiz\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer and Information Science\u003C\/p\u003E\u003Cp\u003EMy research focuses on problems emerging from the study of systems involving the interaction of a large number of “entities,” which is my way of abstractly and generally capturing individuals, institutions, corporations, biological organisms, or even the individual chemical components of which they are made (e.g., proteins and DNA). In my group, we study behavioral data of strategic nature at big data levels. One of our main objectives is to develop computational tools for data science, and in particular learning large-population models from such big sources of behavioral data that we can later use to study, analyze, predict and alter future system behavior at a variety of scales, and thus improve the overall efficiency of real-world complex systems (e.g., the smart grid, social and political networks, independent security and defense systems, and microfinance markets, to name a few).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/luis-e-ortiz\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a27","d17","m4","m8","m19","m24"]
		},
		{
			"name":"f94",
			"size":1,
			"title":"Lydia Beaudrot",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ELydia Beaudrot\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Ecology and Evolutionary Biology\u003C\/p\u003E\u003Cp\u003EI combine observational data with ecoinformatic and modeling approaches to investigate questions at the interface of ecological theory and conservation biology. The primary goals of my research are to 1) identify the mechanisms that structure ecological communities 2) understand how tropical mammals and birds respond to global change and 3) apply results to biodiversity conservation.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/lydia-beaudrot\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a17","d2","m5"]
		},
		{
			"name":"f95",
			"size":1,
			"title":"Mahesh Agarwal",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMahesh Agarwal\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Mathematics and Statistics\u003C\/p\u003E\u003Cp\u003EI am primarily interested in number theory, in particular in p-adic L-functions, Bloch-Kato conjecture and automorphic forms. My secondary research interests are polynomials, geometry and math education.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umd.umich.edu\/~mkagarwa\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","a56","d2","m8"]
		},
		{
			"name":"f96",
			"size":1,
			"title":"Margaret C. Levenstein",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMargaret C. Levenstein\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Adjunct Professor of Business Economics and Public Policy\u003C\/p\u003E\u003Cp\u003EProfessor Levenstein's research interests are economics, industrial organization, unemployment and labor flows.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/margaret-c-levenstein\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a6","a52","d5","m10","m36"]
		},
		{
			"name":"f97",
			"size":1,
			"title":"Margaret Hedstrom",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMargaret Hedstrom\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Robert M. Warner Collegiate Professor of Information\u003C\/p\u003E\u003Cp\u003EMy research centers on the methods, costs, incentives, and implementation of scalable digital curation and archiving services as a core element of the underlying infrastructure for research data management, reproducible research, and data analysis.  I study the social and technical dimensions digital curation including data sharing behaviors among scientists in different research domains, techniques for automated metadata extraction and user-contributed metadata, requirements for meaningful reuse of numeric, image, and textual data, and long-term preservation of digital information.  My current research projects span projects involving researchers in environmental science and sustainability, social science, bioinformatics, and materials science.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/margaret-hedstrom\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a27","d8","m14","m33"]
		},
		{
			"name":"f98",
			"size":1,
			"title":"Marisa Eisenberg",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMarisa Eisenberg\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Epidemiology\u003C\/p\u003E\u003Cp\u003EMarisa Eisenberg's research is in mathematical biology, and is centered around using and developing parameter estimation and identifiability techniques to connect math models and disease data. Her recent research has been primarily in modeling infectious diseases, particularly examining cholera and waterborne disease in Haiti and Africa. She has also developed models of cancer and endocrine disorders. Some current areas of interest include: parameter identifiability and estimation, infectious diseases, cholera and waterborne diseases, cancer modeling, networks and complexity.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/faculty-profiles\/eisenberg-marisa.html\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a22","a36","d12","m28","m44"]
		},
		{
			"name":"f99",
			"size":1,
			"title":"Mark Peterson",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMark Peterson\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Physical Medicine and Rehabilitation\u003C\/p\u003E\u003Cp\u003EMy specific research interests have been devoted to physical activity epidemiology and behavioral interventions for the treatment/prevention of obesity and related cardiometabolic diseases, frailty, functional motor declines, and early mortality. Although predictive models based on healthy cohorts have a certain degree of generalizability, it is necessary to better understand populations at heightened risk. Our current and future research efforts are therefore directed at understanding and identifying precision strategies to prevent metabolic dysregulation and secondary musculoskeletal pathology among children and adults with neuromuscular impairments, as well as a variety of frailty syndromes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/mark-peterson\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a41","a45","d4","m23","m47","m48"]
		},
		{
			"name":"f100",
			"size":1,
			"title":"Mark S. Daskin",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMark S. Daskin\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Clyde W. Johnson Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EMy research focuses on supply chain network design in general and facility location models in particular.  I currently am studying reliability in supply chain design as well as sustainability issues associated with supply chains.  I am also studying problems in health care operations research with a current focus on transplantation problems and the assignment of residents and interns to patients.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/daskin.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m10","m30"]
		},
		{
			"name":"f101",
			"size":1,
			"title":"Martin J. Strauss",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMartin J. Strauss\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Mathematics and Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EMy interests include randomized approximation algorithms for massive data sets, including, specifically, sublinear-time algorithms for sparse recovery in the Fourier and other domains.  Other interests include data privacy, including privacy of energy usage data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/martin-j-strauss\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a36","d1","m2","m36"]
		},
		{
			"name":"f102",
			"size":1,
			"title":"Matthew A. Davis",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMatthew A. Davis\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Systems, Populations and Leadership\u003C\/p\u003E\u003Cp\u003EDr. Davis is a health services researcher who has additional training in data science. His research focuses on leveraging large sources of data to study important policy-relevant issues. A specific interest of Dr. Davis is the application of data mining methods to healthcare claims data. Funded by the NIH, his current work is investigating health service substitution for nonspecific back pain by conducting a natural experiment of Medicare patients.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/nursing.umich.edu\/faculty-staff\/matthew-davis\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","d11","m10","m34"]
		},
		{
			"name":"f103",
			"size":1,
			"title":"Matthew Johnson-Roberson",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMatthew Johnson-Roberson\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Engineering\u003C\/p\u003E\u003Cp\u003EThe increasing economic and environmental pressures facing the planet require cost-effective technological solutions to monitor and predict the health of the earth. Increasing volumes of data and the geographic dispersion of researchers and data gathering sites has created new challenges for computer science. Remote collaboration and data abstraction offer the promise of aiding science for great social benefit. My research in this field has been focused on developing novel methods for the visualization and interpretation of massive environments from multiple sensing modalities and creating abstractions and reconstructions that allow natural scientists to predict and monitor the earth through remote collaboration. Through the promotion of these economically efficient solutions, my work aims to increase access to hundreds of scientific sites instantly without traveling.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/matthew-johnson-roberson\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a33","d1","m24"]
		},
		{
			"name":"f104",
			"size":1,
			"title":"Matthew Schipper",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMatthew Schipper\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Radiation Oncology\u003C\/p\u003E\u003Cp\u003EPrognostic models are commonly used in cancer treatment and research to counsel patients, to select an appropriate treatment and to stratify patients according to risk in clinical trials or other retrospective analyses. I am working with investigators in the Cancer Center to develop and improve such models. For example, we have shown that the CAPRA score, commonly used in prostate cancer, does not adequately account for Gleason pattern 5. We are also investigating how the receipt of hormonal therapy might impact the prognostic ability of CAPRA. Having good risk models is especially crucial when attempting to compare various treatments on the basis of retrospective data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/matthew-schipper\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a53","d4","m44"]
		},
		{
			"name":"f105",
			"size":1,
			"title":"Mehrdad Simkani",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMehrdad Simkani\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Mathematics\u003C\/p\u003E\u003Cp\u003EMy current research is in the area of rational approximation in the complex domain. For example, I investigate the convergence of rational function series on the extended complex plane.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/mehrdad-simkani\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","d22","m10"]
		},
		{
			"name":"f106",
			"size":1,
			"title":"Michael Boehnke",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMichael Boehnke\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EMy research focuses on developing statistical methods for the analysis of human genetic data and application of those methods to understand the genetic basis of human health and disease. Our methods and software are used by statisticians and geneticists worldwide. My disease research is focused on type 2 diabetes (T2D) and related traits and on bipolar disorder and schizophrenia. Our studies that are generating and analyzing genome or exome sequence data on 10,000s of individuals requiring the efficient handling of petabyte-scale data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/michael-boehnke\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d12","m8","m42"]
		},
		{
			"name":"f107",
			"size":1,
			"title":"Michael Elliot",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMichael Elliot\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EMy methodological research focuses in two major areas: design and analysis of population-based surveys, and development of causal modeling estimators. Together, these areas may be coherently thought of as special cases of missing data: population surveys are censuses from which typically most of the population data is missing, while causal estimators, in particular potential outcomes models, can be viewed as analyses in which outcomes under different treatment assignments cannot, by design, be observed.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/faculty-profiles\/elliott-michael.html\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d12","m5","m6","m25","m47"]
		},
		{
			"name":"f108",
			"size":1,
			"title":"Michael O’Donnell",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMichael O’Donnell\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Clinical Professor of Health Management\u003C\/p\u003E\u003Cp\u003EWe study the link between health behavior, conditions, culture, medical costs and productivity, based on data from more than 2 million people. We have developed tools to predict future diseases and medical costs.  We use a wide range of analysis techniques.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/michael-odonnell\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","d9","m10"]
		},
		{
			"name":"f109",
			"size":1,
			"title":"Mike J. Cafarella",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMike J. Cafarella\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EMy research focuses on data management problems that arise from extreme diversity in large data collections. Big data is not just big in terms of bytes, but also type (e.g., a single hard disk likely contains relations, text, images, and spreadsheets) and structure (e.g., a large corpus of relational databases may have millions of unique schemas). As a result, certain long-held assumptions — e.g., that the database schema is always known before writing a query — are no longer useful guides for building data management systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/michael-cafarella\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m12"]
		},
		{
			"name":"f110",
			"size":1,
			"title":"Ming Xu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMing Xu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Natural Resources and Environment\u003C\/p\u003E\u003Cp\u003EMy research focuses on developing and applying computational and data-enabled methodology in the broader area of sustainability. I am interested in mining large-scale real-world travel trajectory data to understand human mobility dynamics. This involves the processing and analyzing travel trajectory data, characterizing individual mobility patterns, and evaluating environmental impacts of transportation systems/technologies (e.g., electric vehicles, ride-sharing) based on individual mobility dynamics. I am also interested in understanding the structure of the global supply chain network and economic/environmental performance of nations. Many infrastructure systems (e.g., power grid, water supply infrastructure) are networked systems. I am interested in understanding the basic structural features of these systems and how they relate to the system-level properties (e.g., stability, resilience, sustainability).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/ming-xu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a9","a40","d10","m1","m28","m30"]
		},
		{
			"name":"f111",
			"size":1,
			"title":"Mingyan Liu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMingyan Liu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EProf. Liu’s research interest lies in optimal resource allocation, sequential decision theory, online and machine learning, performance modeling, analysis, and design of large-scale, decentralized, stochastic and networked systems, using tools including stochastic control, optimization, game theory and mechanism design. Her most recent research activities involve sequential learning, modeling and mining of large scale Internet measurement data concerning cyber security, and incentive mechanisms for inter-dependent security games.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/mingyan-liu-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m12","m37"]
		},
		{
			"name":"f112",
			"size":1,
			"title":"Moulinath Banerjee",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMoulinath Banerjee\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Statistics\u003C\/p\u003E\u003Cp\u003EProfessor Moulib's research interest is in statistical inference.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/dept.stat.lsa.umich.edu\/~moulib\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a56","d2","m42","m44"]
		},
		{
			"name":"f113",
			"size":1,
			"title":"Muzammil M. Hussain",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EMuzammil M. Hussain\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Communication Studies\u003C\/p\u003E\u003Cp\u003EDr. Hussain’s interdisciplinary research is at the intersections of global communication, comparative politics, and complexity studies.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/muzammil-m-hussain\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a11","d2","m11"]
		},
		{
			"name":"f114",
			"size":1,
			"title":"Naisyin Wang",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ENaisyin Wang\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Statistics\u003C\/p\u003E\u003Cp\u003EMy main research interests involve developing models and methodologies for complex biomedical data. I have developed approaches in information extraction from imperfect data due to measurement errors and incompleteness. My other methodology developments include model-based mixture modeling, non- and semiparametric modeling of longitudinal, dynamic and high dimensional data. I developed approaches that first gauge the effects of measurement errors on non-linear mixed effects models and provided statistical methods to analyze such data. Most methods I have developed are so called semi-parametric based. One strength of such approaches is that one does not need to make certain structure assumptions about part of the model. This modeling strategy enables data integration from measurements collected from sources that might not be completely homogeneous. My recently developed statistical methods focus on regularized approach and model building, selection and evaluation for high dimensional, dynamic or functional data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/naisyin-wang\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m25","m29","m44"]
		},
		{
			"name":"f115",
			"size":1,
			"title":"Necmiye Ozay",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ENecmiye Ozay\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EWe develop the scientific foundations and associated algorithmic tools for compactly representing and analyzing heterogeneous data streams from sensor/information-rich networked dynamical systems. We take a unified dynamics-based and data-driven approach for the design of passive and active monitors for anomaly detection in such systems. Dynamical models naturally capture temporal (i.e., causal) relations within data streams. Moreover, one can use hybrid and networked dynamical models to capture, respectively, logical relations and interactions between different data sources. We study structural properties of networks and dynamics to understand fundamental limitations of anomaly detection from data. By recasting information extraction problem as a networked hybrid system identification problem, we bring to bear tools from computer science, system and control theory and convex optimization to efficiently and rigorously analyze and organize information. The applications include diagnostics, anomaly and change detection in critical infrastructure such as building management systems, transportation and energy networks.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/necmiye-ozay\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m3","m20"]
		},
		{
			"name":"f116",
			"size":1,
			"title":"Nils G. Walter",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ENils G. Walter\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Chemistry\u003C\/p\u003E\u003Cp\u003EWe are currently feeding data into a single molecule systems biology pipeline to bring into focus the unifying molecular mechanism of ubiquitous gene regulatory pathway.  In addition, we are using cluster analysis of smFRET time traces to show that large RNA processing machines such as single spliceosomes – responsible for the accurate removal of all intervening sequences (introns) in pre-messenger RNAs – are working as biased Brownian ratchet machines.  On the opposite end of the application spectrum, we utilize smFRET and super-resolution fluorescence microscopy to monitor enhanced enzyme cascades and nanorobots engineered to self-assemble and function on DNA origami.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/nils-g-walter\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a8","d2","m12","m39"]
		},
		{
			"name":"f117",
			"size":1,
			"title":"Omid Dehzangi",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EOmid Dehzangi\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer and Information Science\u003C\/p\u003E\u003Cp\u003EThe majority of my work concentrates on designing wearable embedded processing platforms in order to shift the conventional paradigms from hospital-centric healthcare with episodic and reactive focus on diseases to patient-centric and home-based healthcare as an alternative segment which demands outstanding specialized design in terms of hardware design, software development, signal processing and uncertainty reduction, data analysis, predictive modeling and information extraction. The objective is to reduce the costs and improve the effectiveness of healthcare by proactive early monitoring, diagnosis, and treatment of diseases.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/omid-dehzangi\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a27","d17","m7","m21","m24","m42","m45"]
		},
		{
			"name":"f118",
			"size":1,
			"title":"Pamela Davis-Kean",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPamela Davis-Kean\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Psychology\u003C\/p\u003E\u003Cp\u003EDavis-Kean is the Director of the Population, Neurodevelopment, and Genetics program at the Institute for Social Research. This group examines the complex transactions of brain, biology, and behavior as children and families develop across time. She is interested in both micro (brain and biology) and macro (family and socioeconomic conditions) aspects of development to understand the full developmental story of individuals.  Her primary focus in this area is how stress relates to family socioeconomic status and how that translates to parenting beliefs and behaviors that influence the development of children.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/pamela-davis-kean\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a50","d2","m44"]
		},
		{
			"name":"f119",
			"size":1,
			"title":"Pamela Giustinelli",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPamela Giustinelli\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Assistant Professor at the Survey Research Center\u003C\/p\u003E\u003Cp\u003EI am interested in modeling, empirical, and counterfactual policy analysis of individual and multilateral decision making under uncertainty-ambiguity, especially as it applies to the family and human capital contexts. I am also interested in survey methodology, particularly as it relates to this line of research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/pamela-giustinelli\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a18","d3","m47"]
		},
		{
			"name":"f120",
			"size":1,
			"title":"Pascal Van Hentenryck",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPascal Van Hentenryck\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Engineering\u003C\/p\u003E\u003Cp\u003EOur research is concerned with evidence-based optimization, the idea of optimizing complex systems holistically, exploiting the unprecedented amount of available data. It is driven by an exciting convergence of ideas in big data, predictive analytics, and large-scale optimization (prescriptive analytics) that provide, for the first time, an opportunity to capture human dynamics, natural phenomena, and complex infrastructures in optimization models. We apply evidence-based optimization to challenging applications in environmental and social resilience, energy systems, marketing, social networks, and transportation. Key research topics include the integration of predictive (machine learning, simulation, stochastic approximation) and prescriptive analytics (optimization under uncertainty), as well as the integration of strategic, tactical, and operational models.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/pascal-van-hentenryck\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a26","d1","m24","m30","m39","m46"]
		},
		{
			"name":"f121",
			"size":1,
			"title":"Paul Zimmerman",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPaul Zimmerman\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Chemistry\u003C\/p\u003E\u003Cp\u003EThe Zimmerman research group is a pioneer in computational chemical reaction discovery, and has developed algorithms which map out complex multi-component, multi-elementary step reaction mechanisms without reliance on prior chemical knowledge. These methods, being low computational cost compared to other quantum chemical techniques, provide a large amount of detailed and accurate chemical information to be processed and exploited. These data present an opportunity for application of statistical methods, specifically from machine learning, to determine the key chemical features that enable chemical reactions to occur. Machine learning not only provides a detailed analysis of how chemical processes work, but also provides a rapid, predictive method to determine the rate and selectivity of novel chemical reaction sequences. Ongoing work in the Zimmerman group is taking advantage of tools such as the Kernel Ridge and logistic regressions, k-nearest neighbors, and genetic algorithms to transform chemical reaction data into predictive tools applicable to many types of chemistry.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/paul-zimmerman\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a8","d2","m24","m42"]
		},
		{
			"name":"f122",
			"size":1,
			"title":"Perry Samson",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPerry Samson\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Climate and Space Sciences and Engineering\u003C\/p\u003E\u003Cp\u003EI developed LectureTools with NSF support in response to a need to increase opportunities for student participation in larger lecture courses. It was subsequently spun off campus using NSF SBIR funding and was acquired by Echo360 which has incorporated it into its Active Learning Platform (ALP).  ALP collects data on how students behave before, during and after class including how many slides they view, how many notes they type, how many questions they answer and how many gradable questions they get correct as well as what question they pose and how often do they indicate confusion. These unique data are used to understand how student participation is related to exam grades and to build models to forecast which students will have trouble in class far earlier in the semester.  My goal is to combine data from ALP with other data sets to ascertain which, if any, participation data allows the best prediction of student success.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/perry-samson\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a10","d1","m11","m32"]
		},
		{
			"name":"f123",
			"size":1,
			"title":"Peter Lenk",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPeter Lenk\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Technology and Operations\u003C\/p\u003E\u003Cp\u003EI develop Bayesian models that disaggregate data to address individuals.  I also study Bayesian nonparametric methods and currently consider shape constraints.  I teach and use data mining methods such as recursive partition and neural networks.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/peter-lenk\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a57","d1","m5","m24"]
		},
		{
			"name":"f124",
			"size":1,
			"title":"Peter X. K. Song",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPeter X. K. Song\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EDr. Song is interested in methodological developments related to modelling, statistical inference and applications in biomedical sciences.  One of his current research areas concerns the development of statistical methodology and algorithm for fusion learning and homogeneity pursuit in data integration to address various analytic challenges from data heterogeneity.  Another focus of his current research is on the regression analysis of networked data, with applications to electroencephalogram data analysis for the understanding of human growth and development.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/peter-x-k-song\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d12","m2","m21","m28","m41","m42"]
		},
		{
			"name":"f125",
			"size":1,
			"title":"Puneet Manchanda",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EPuneet Manchanda\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Isadore and Leon Winkelman Professor of Marketing\u003C\/p\u003E\u003Cp\u003EMy interest is in using econometrics, especially Bayesian econometrics, and machine learning methods to infer causality. I tend to work with mostly parametric models of firm and consumer behavior to assess the effectiveness of firm actions. My work spans a variety of industries such as pharmaceuticals, e-commerce, gaming and hi-technology.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/puneet-manchanda\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","d5","m5","m15","m16","m24","m49"]
		},
		{
			"name":"f126",
			"size":1,
			"title":"Qiang Zhu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EQiang Zhu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Computer and Information Science\u003C\/p\u003E\u003Cp\u003EDr. Zhu’s group conducts research on various topics, ranging from foundational methodologies to challenging applications, in data science. In particular, the group has been investigating the fundamental issues and techniques for supporting various types of queries (including range queries, box queries, k-NN queries, and hybrid queries) on large datasets in a non-ordered discrete data space. A number of novel indexing and searching techniques that utilize the unique characteristics of an NDDS are developed. The group has also been studying the issues and techniques for storing and searching large scale k-mer datasets for various genome sequence analysis applications in bioinformatics. A virtual approximate store approach to supporting repetitive big data in genome sequence analyses and several new sequence analysis techniques are suggested. In addition, the group has been researching the challenges and methods for processing and optimizing a new type of so-called progressive queries that are formulated on the fly by a user in multiple steps. Such queries are widely used in many application domains including e-commerce, social media, business intelligence, and decision support. The other research topics that have been studied by the group include streaming data processing, self-management database, spatio-temporal data indexing, data privacy, Web information management, and vehicle drive-through wireless services.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/qiang-zhu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a27","d17","m7","m12","m30","m36"]
		},
		{
			"name":"f127",
			"size":1,
			"title":"Qiaozhu Mei",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EQiaozhu Mei\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Information Science\u003C\/p\u003E\u003Cp\u003EMy major research interests include data mining and information retrieval. I am particularly interested in analyzing large scale text data, social and information networks, and user behavior data. My research is broadly applied to Web search and mining, social computing, scientific literature mining, and health informatics. I am also broadly interested in natural language processing, machine learning, and social network analysis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umich.edu\/faculty\/~qmei\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a27","d8","m12","m22","m27","m28"]
		},
		{
			"name":"f128",
			"size":1,
			"title":"Quentin Stout",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EQuentin Stout\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Computer Science and Engineering\u003C\/p\u003E\u003Cp\u003EI primarily work on developing scalable parallel algorithms to solve large scientific problems. This has been done with teams from several different disciplines and application areas. I’m most concerned with algorithms emphasizing in-memory approaches. Another area of research has developed serial algorithms for nonparametric regression. This is a flexible form of regression that only assumes a general shape, such as upward, rather than a parametric form such as linear. It can be applied to a range of learning and classification problems, such as taxonomy trees. I also work some in adaptive learning, designing efficient sampling procedures.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/quentin-stout\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a42","d1","m2","m24","m29","m31"]
		},
		{
			"name":"f129",
			"size":1,
			"title":"Rada Mihalcea",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERada Mihalcea\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EThe Language and Information Technologies (LIT) lab, directed by Rada Mihalcea, conducts research in natural language processing, information retrieval, and applied machine learning. The group specifically focuses on projects concerned with text semantics (word/text similarity, large semantic networks), behavior analysis (multilingual opinion analysis, multimodal models for deception detection, emotion recognition, alertness detection, stress/anxiety detection, analysis of counseling speech), big data for cross-cultural analysis (geotagging, understanding cross-cultural differences and worldview), educational applications (pedagogical search engines, automatic short answer grading, conversational technologies for student advising).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/rada-mihalcea\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m22","m24","m27","m49"]
		},
		{
			"name":"f130",
			"size":1,
			"title":"Raj Rao Nadakuditi",
			"cat":"directory",
			"descript":"\u003Ch2\u003ERaj Rao Nadakuditi\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EI work at the interface of statistical signal processing and random matrix theory with applications such as sonar, radar, wireless communications and machine learning in mind. I particularly enjoy using random matrix theory to address problems that arise in statistical signal processing. An important component of my work is applying it in real-world settings to tease out low-level signals from sensor, oceanographic, financial and econometric time/frequency measurements/time series. In addition to the satisfaction derived from transforming the theory into practice, real-world settings give us insight into how the underlying techniques can be refined and/or made more robust.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/web.eecs.umich.edu\/~rajnrao\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"label":"Faculty","imports":["a14","a20","d1","m45"]
		},
		{
			"name":"f131",
			"size":1,
			"title":"Rich Gonzalez",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERich Gonzalez\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Psychology, Statistics, and Marketing\u003C\/p\u003E\u003Cp\u003EMy research makes use of state-of-the-art statistical learning and exploratory tools to answer questions at the interface of biology and behavioral science.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/rich-gonzalez\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","a50","a56","d2","m43","m52"]
		},
		{
			"name":"f132",
			"size":1,
			"title":"Rie Suzuki",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERie Suzuki\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Public Health and Health Sciences\u003C\/p\u003E\u003Cp\u003EDr. Suzuki is a behavioral scientist and has major research interests in examining and intervening mediational social determinants factors of health behaviors and health outcomes across lifespan. She analyzes the National Health Interview Survey, Medical Expenditure Panel Survey, National Health and Nutrition Examination Survey as well as the Flint regional medical records to understand the factors associating with poor health outcomes among people with disabilities including children and aging.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/rie-suzuki\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","d23","m10","m42"]
		},
		{
			"name":"f133",
			"size":1,
			"title":"Robert J. Franzese Jr.",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERobert J. Franzese Jr.\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Political Science\u003C\/p\u003E\u003Cp\u003EProfessor Franzese is interested in exploring properties of spatial-econometric methods for valid estimation of interdependent processes, i.e., estimation of spatially and spatiotemporally dynamic responses, primarily in political science and political economy applications. Specific applications have included international tax-competition and national tax & other economic policies, U.S. inter-state policy diffusion, the (possibly contagious) spread of intra- and inter-state conflict.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/robert-j-franzese-jr\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a48","d2","m15"]
		},
		{
			"name":"f134",
			"size":1,
			"title":"Roderick Little",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERoderick Little\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Richard D Remington Distinguished University Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EA primary research interest is the analysis of data sets with missing values. Many statistical techniques are designed for complete, rectangular data sets, but in practice biostatistical data sets contain missing values, either by design or accident. As detailed in my book with Rubin, initial statistical approaches were relatively ad-hoc, such as discarding incomplete cases or substituting means, but modern methods are increasingly based on models for the data and missing-data mechanism, using likelihood-based inferential techniques. Another interest is the analysis of data collected by complex sampling designs involving stratification and clustering of units. Since working as a statistician for the World Fertility Survey, I have been interested in the development of model-based methods for survey analysis that are robust to misspecification, reasonably efficient, and capable of implementation in applied settings.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/roderick-little\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a56","d12","m6","m44","m47"]
		},
		{
			"name":"f135",
			"size":1,
			"title":"Roman Vershynin",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERoman Vershynin\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Mathematics\u003C\/p\u003E\u003Cp\u003EProf. Vershynin’s main area of expertise is high dimensional probability and its applications. He is interested in random geometric structures that appear in various data science problems. Prof. Vershynin’s methods come from various areas of mathematics and data science, including random matrix theory, geometric functional analysis, convex and discrete geometry, geometric combinatorics, high dimensional statistics, information theory, learning theory, signal processing, theoretical computer science and numerical analysis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/roman-vershynin\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","d2","m7","m28","m42"]
		},
		{
			"name":"f136",
			"size":1,
			"title":"Romesh P. Nalliah",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERomesh P. Nalliah\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Clinical Associate Professor of Dentistry\u003C\/p\u003E\u003Cp\u003EDr. Nalliah’s expertise in research focuses on process evaluation. He has studied healthcare delivery processes, educational processes and healthcare outcomes. Dr. Nalliah’s interest for future research is to expand experience in various areas of public health but not forget his connection to dentistry. Dr. Nalliah has conducted research related to gun violence, facial fractures, spinal fusion, oral cancer, dental conditions, educational debt, mental health, suicide, sports injuries, poisoning and the characteristics of patients discharged against medical advice. National recognition of his expertise in these broader topics of medicine have given rise to opportunities to lecture to medical residents, nurse practitioners, students in medical, pharmacy and nursing programs about oral health. This is his passion- that his research should inform an evolution of dental and health education curriculum and practice.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/romesh-p-nalliah\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a16","a51","d6","m10"]
		},
		{
			"name":"f137",
			"size":1,
			"title":"Romesh Saigal",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ERomesh Saigal\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Saigal is interested in managing scarce resources in a medical home. The allocation process involves a stochastic two stage model using real options theory to manage the disturbances to the teams in the home.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/romesh-saigal\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m10","m11"]
		},
		{
			"name":"f138",
			"size":1,
			"title":"Santiago Schnell",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESantiago Schnell\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Molecular and Integrative Physiology\u003C\/p\u003E\u003Cp\u003EDr. Schnell works at the interface between biophysical chemistry, mathematical and computational biology, and pathophysiology. As an independent scientist, his primary research interest is to use mathematical, computational and statistical methods to design or select optimal procedures and experiments, and to provide maximum information by analyzing biochemical data. As a team scientist, Dr. Schnell’s research interest is to investigate complex biomedical systems comprising many interacting components, where modeling and theory may aid in the identification of the key mechanisms underlying the behavior of the system as a whole.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/santiago-schnell\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a47","d4","m2","m8","m24","m44"]
		},
		{
			"name":"f139",
			"size":1,
			"title":"Satinder Singh",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESatinder Singh\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Electrical Engineering and Computer Science\u003C\/p\u003E\u003Cp\u003EMy main research interest is in the old-fashioned goal of Artificial Intelligence (AI), that of building autonomous agents that can learn to be broadly competent in complex, dynamic, and uncertain environments. The field of reinforcement learning (RL) has focused on this goal and accordingly my deepest contributions are in RL.A very recent effort combines Deep Learning and Reinforcement Learning. From time to time, I take seriously the challenge of building agents that can interact with other agents and even humans in both artificial and natural environments.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/web.eecs.umich.edu\/~baveja\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m4"]
		},
		{
			"name":"f140",
			"size":1,
			"title":"Sharon Glotzer",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESharon Glotzer\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Stuart W. Churchill Collegiate Professor of Chemical Engineering\u003C\/p\u003E\u003Cp\u003EThe new revolution in nano-science, engineering and technology is being driven by our ability to manipulate matter at the molecular, nanoparticle, and colloidal level to create “designer” structures. The Glotzer group uses computer simulation to discover the fundamental principles of how nanoscale systems of building blocks self-assemble, and to discover how to control the assembly process to engineer new materials. By mimicking biological assembly, we are exploring ways to nano-engineer materials that are self-assembling, self-sensing, and self-regulating. The group is developing theory and molecular simulation tools to understand these materials, and elucidate the nature of supercooled liquids, glasses and crystallization.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/glotzerlab.engin.umich.edu\/home\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a7","a35","a46","d1","m8"]
		},
		{
			"name":"f141",
			"size":1,
			"title":"Shravan Veerapaneni",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EShravan Veerapaneni\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Mathematics\u003C\/p\u003E\u003Cp\u003EProfessor Veerapaneni's research interests are scientific computing, fast algorithms, potential theory, complex fluids, microfluidics, soft-matter, and biomechanics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.math.lsa.umich.edu\/~shravan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a36","d2","m2","m8"]
		},
		{
			"name":"f142",
			"size":1,
			"title":"Shuheng Zhou",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EShuheng Zhou\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Statistics\u003C\/p\u003E\u003Cp\u003EThe overall goal of the research agenda of my group is to develop new theoretical frameworks and algorithms for analyzing such large, complex and spatio-temporal data despite the overwhelming presence of missing values and large additive errors. We propose to develop parametric and nonparametric models and methods for (i) handling challenging situations with additive and multiplicative errors, including missing values, in observed variables; (ii) estimating dynamic time varying correlation and graphical structures; (iii) addressing fundamental challenges in “Big Data” such as data reduction, aggregation, interpretation and scale. We expect to uncover the complex structures and the associated conditional independence relationships from observation data with an ensemble of newly designed estimators. Our methods are applicable to many application domains such as neuroscience, geoscience and spatio-temporal modeling, genomics, and network data analysis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/shuheng-zhou\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","a56","d2","m2","m9","m30","m36","m43"]
		},
		{
			"name":"f143",
			"size":1,
			"title":"Siqian Shen",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESiqian Shen\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EWe develop modeling techniques and computational paradigms for complex service systems that incorporate a variety of information and decisions. We design risk optimization approaches that are capable of handling integrated system design and service operations with multiple resources, multiple stages of service, and multiple stakeholders with diverse decision preferences under data uncertainty.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/siqian-shen\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m24","m30","m46"]
		},
		{
			"name":"f144",
			"size":1,
			"title":"Stephanie Teasley",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EStephanie Teasley\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Research Professor at the School of Information\u003C\/p\u003E\u003Cp\u003EDr. Teasley’s research has focused on issues of collaboration and learning, looking specifically at how sociotechnical systems can be used to support effective collaborative processes and successful learning outcomes. As Director of the LED lab, she leads learning analytics-based research to investigate how instructional technologies and digital media are used to innovate teaching, learning, and collaboration. The LED Lab is committed to providing a significant contribution to scholarship about learning at Michigan and in the broader field as well, by building an empirical evidentiary base for the design and support of technology rich learning environments.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/stephanie-teasley\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a19","a27","d8","m10"]
		},
		{
			"name":"f145",
			"size":1,
			"title":"Stephen M. Pollock",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EStephen M. Pollock\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor Emeritus of Industrial and Operations Engineering\u003C\/p\u003E\u003Cp\u003EMy research centers on models and methods for decision making under uncertainty, and for modeling of a variety of operational situations and challenges, particularly those with an underlying probabilistic behavior.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/pollock.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m44"]
		},
		{
			"name":"f146",
			"size":1,
			"title":"Stephen Smith",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EStephen Smith\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Ecology and Evolutionary Biology\u003C\/p\u003E\u003Cp\u003EThe Smith lab group is primarily interested in examining evolutionary processes using new data sources and analysis techniques. We develop new methods to address questions about the rates and modes of evolution using the large data sources that have become more common in the biological disciplines over the last ten years. In particular, we use DNA sequence data to construct phylogenetic trees and conduct additional analyses about processes of evolution on these trees. In addition to this research program, we also address how new data sources can facilitate new research in evolutionary biology. To this end, we sequence transcriptomes, primarily in plants, with the goal of better understanding where, within the genome and within the phylogeny, processes like gene duplication and loss, horizontal gene transfer, and increased rates of molecular evolution occur.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/stephanie-teasley\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a17","d2","m2","m12"]
		},
		{
			"name":"f147",
			"size":1,
			"title":"Steven Abney",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESteven Abney\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Linguistics\u003C\/p\u003E\u003Cp\u003EDr. Abney has pursued research in natural language understanding and natural language learning, including information extraction, biomedical text processing, integrating text analysis into web search, robust and rapid partial parsing, stochastic grammars, spoken-language information systems, extraction of linguistic information from scanned page images, dependency-grammar induction for low-resource languages, and semisupervised learning.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/steven-abney\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a31","d2","m20","m24","m27","m49"]
		},
		{
			"name":"f148",
			"size":1,
			"title":"Steven J. Katz",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESteven J. Katz\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Internal Medicine\u003C\/p\u003E\u003Cp\u003EDr. Katz’s research addresses cancer treatment communication, decision-making, and quality of care. His work aims to examine the dynamics of how precision medicine presents itself in the exam room via provider and patient communication and shared decision-making. Dr. Katz leads the Cancer Surveillance and Outcomes Research Team (CanSORT), an interdisciplinary research program centered at the University of Michigan and focused on population and intervention studies of the quality of care and outcomes of cancer detection and treatment in diverse populations.  Dr. Katz and CanSORT have been collaborating with Surveillance, Epidemiology, and End Results (SEER) cancer registries since 2002 to study breast cancer treatment decision making at the population level.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/steven-j-katz-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a28","d4","m27","m28","m47"]
		},
		{
			"name":"f149",
			"size":1,
			"title":"Stilian A. Stoev",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EStilian A. Stoev\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Statistics\u003C\/p\u003E\u003Cp\u003EStilian Stoev’s research is in the area of applied probability and statistics for stochastic processes with emphasis on extremes, heavy tails, self-similarity, and long-range dependence. His recent theoretical contributions are in the area of max-stable processes, which is the class of processes emerging as a canonical model for the dependence in the extremes. This includes the representation, characterization, ergodicity, mixing, and prediction for this class of processes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/stilian-a-stoev\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m2","m39","m42","m46","m52"]
		},
		{
			"name":"f150",
			"size":1,
			"title":"Suleyman Uludag",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESuleyman Uludag\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Computer Science\u003C\/p\u003E\u003Cp\u003EMy research spans security, privacy, and optimization of data collection particularly as applied to the Smart Grid, an augmented and enhanced paradigm for the conventional power grid. I am particularly interested in optimization approaches that take a notion of security and/or privacy into the modeling explicitly. At the intersection of the Intelligent Transportation Systems, Smart Grid, and Smart Cities, I am interested in data privacy and energy usage in smart parking lots. Protection of data and availability, especially under assault through a Denial-of-Service attacks, represents another dimension of my area of research interests. I am working on developing data privacy-aware bidding applications for the Smart Grid Demand Response systems without relying on trusted third parties. Finally, I am interested in educational and pedagogical research about teaching computer science, Smart Grid, cyber security, and data privacy.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/suleyman-uludag\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","d20","m8","m19","m30","m36"]
		},
		{
			"name":"f151",
			"size":1,
			"title":"Susan A. Murphy",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESusan A. Murphy\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E H.E. Robbins Distinguished University Professor of Statistics\u003C\/p\u003E\u003Cp\u003EI develop clinical trial designs and data analytic methods for informing sequential decision making in health. In particular  I focus on methods for constructing real time individualized sequences of treatments (a.k.a., treatment policies or Just-in-Time Adaptive Interventions) delivered by mobile devices.  This is an area of Precision Medicine. I develop new clinical trial designs (designs in which each person is randomized 100s or 1000s of times) and generalize reinforcement learning algorithms to analyze the data and construct treatment policies.  I also generalize data analytic method from causal inference for use in analyzing mobile health data.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/susan-a-murphy\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a49","a56","d2","m24","m37"]
		},
		{
			"name":"f152",
			"size":1,
			"title":"Sy Banerjee",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ESy Banerjee\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Marketing\u003C\/p\u003E\u003Cp\u003ESy Banerjee studies the impact of mobile devices on consumer behavior and on the processing of signals emerging from location-based Social Media posts. He teaches a MBA class on digital marketing and Big Data and collaborates with researchers from Business, GIS and Computer Science.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/sy-banerjee\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a34","d24","m24"]
		},
		{
			"name":"f153",
			"size":1,
			"title":"Thomas Finholt",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EThomas Finholt\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Information\u003C\/p\u003E\u003Cp\u003EMy current research focuses on: the energy costs of forming and maintaining social ties; computational mediation of trust in virtual organizations; and use of ultra-resolution collaboration environments.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.si.umich.edu\/people\/thomas-finholt\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a27","d8","m8"]
		},
		{
			"name":"f154",
			"size":1,
			"title":"Timothy D. Johnson",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ETimothy D. Johnson\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EMy current research focuses on: Bayesian methods and MCMC; statistical image analysis; spatial point processes; statistical modeling of biomedical data; applications in neuroscience, cancer, radiology, radiation oncolocy, psychology, psychiatry and endocrinology.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/faculty-profiles\/johnson-timothy.html\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d12","m5","m44"]
		},
		{
			"name":"f155",
			"size":1,
			"title":"Timothy McKay",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ETimothy McKay\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Arthur F. Thurnau Professor of Physics\u003C\/p\u003E\u003Cp\u003EI am a data scientist, with extensive and various experience drawing inference from large data sets. In education research, I work to understand and improve postsecondary student outcomes using the rich, extensive, and complex digital data produced in the course of educating students in the 21st century. In 2011, we launched the E2Coach computer tailored support system, and in 2014, we began the REBUILD project, a college-wide effort to increase the use of evidence-based methods in introductory STEM courses. In 2015, we launched the Digital Innovation Greenhouse, an education technology accelerator within the UM Office of Digital Education and Innovation. In astrophysics, my main research tools have been the Sloan Digital Sky Survey, the Dark Energy Survey, and the simulations which support them both. We use these tools to probe the growth and nature of cosmic structure as well as the expansion history of the Universe, especially through studies of galaxy clusters. I have also studied astrophysical transients as part of the Robotic Optical Transient Search Experiment.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/timothy-mckay-2\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a2","a19","a46","d2","m6","m36"]
		},
		{
			"name":"f156",
			"size":1,
			"title":"Timothy Pletcher",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ETimothy Pletcher\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Adjunct Professor of Learning Health Sciences\u003C\/p\u003E\u003Cp\u003EMy current research focus is on modeling and simulating the value and benefits of various data sharing and policy trade offs. Typically these utilize system dynamics methodologies and tools. I also have considerable experience across multiple industries with developing processes to enable industry and faculty to identify and solve data science problems using SAS tools.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/timothy-pletcher\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a30","d4","m39","m49","m52"]
		},
		{
			"name":"f157",
			"size":1,
			"title":"Trivellore E. Raghunathan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003ETrivellore E. Raghunathan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EDr. Raghunathan’s primary research interest is in developing methods for dealing with missing data in sample surveys and in epidemiological studies. The methods are motivated from a Bayesian perspective but with desirable frequency or repeated sampling properties. The analysis of incomplete data from practical sample surveys poses additional problems due to extensive stratification, clustering of units and unequal probabilities of selection. The model-based approach provides a framework to incorporate all the relevant sampling design features in dealing with unit and item nonresponse in sample surveys. There are important computational challenges in implementing these methods in practical surveys.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/trivellore-e-raghunathan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","d12","m44","m47"]
		},
		{
			"name":"f158",
			"size":1,
			"title":"Vahid Lotfi",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVahid Lotfi\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Management Sciences\u003C\/p\u003E\u003Cp\u003EMy current research interest is focused on improving efficiency and utilization of outpatient clinics, using data mining techniques such as decision tree analysis, Bayesian networks, neural networks, and similar techniques.  While our previous and continuing research have been focused on using some of these techniques to develop more sophisticated methods of patients scheduling within physical therapy clinics, we can see the applicability of the techniques to other types of health services providers.  There is also applicability to university administration in developing predictive models using data mining techniques for assessing student success.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/vahid-lotfi\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a32","d24","m5","m12"]
		},
		{
			"name":"f159",
			"size":1,
			"title":"Venkat Raman",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVenkat Raman\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Aerospace Engineering\u003C\/p\u003E\u003Cp\u003EProfessor Raman focuses on the development of computational models for turbulent reacting flows with application to aircraft and scramjet engines, stationary power generation, and synthesis of novel materials. His research group uses high performance supercomputers and detailed numerical simulations to study the performance of combustion devices. His recent focus has been in the areas of numerical error analysis, uncertainty quantification, and failure predictions, aimed towards modeling catastrophic and rare events in complex devices and natural systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.engin.umich.edu\/aero\/people\/faculty\/venkat-raman\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a1","d1","m8"]
		},
		{
			"name":"f160",
			"size":1,
			"title":"Vicki Johnson-Lawrence",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVicki Johnson-Lawrence\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Public Health\u003C\/p\u003E\u003Cp\u003EDr. Johnson-Lawrence is a social epidemiologist interested in the application of epidemiologic methods that capture the dynamic nature of psychosocial factors over the life course, and how these factors contribute to chronic disease risk.  Further, she is interested in racial/ethnic patterns of comorbid mental and physical health outcomes, and how these patterns vary throughout the life course.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/pubhealth\/faculty-profiles\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","d23","m10"]
		},
		{
			"name":"f161",
			"size":1,
			"title":"Vijay Nair",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVijay Nair\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Donald A. Darling Professor of Statistics\u003C\/p\u003E\u003Cp\u003EProfessor Nair's research interests are statistics in engineering, network tomography, spatial modeling, quality and productivity improvement, reliability and risk analysis, robust design for variation reduction, and process monitoring.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/vijay-nair\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","a56","d2","m10","m16"]
		},
		{
			"name":"f162",
			"size":1,
			"title":"Vijay Subramanian",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVijay Subramanian\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Electrical and Computer Engineering.\u003C\/p\u003E\u003Cp\u003EMy main research interests are in stochastic modeling, communications, information theory and applied mathematics. A large portion of my past work has been on probabilistic analysis of communication networks, especially analysis of scheduling and routing algorithms. In the past I have also done some work with applications in immunology and coding of stochastic processes. My current research interests are on game theoretic and economic modeling of socio-technological systems and networks, and the analysis of associated stochastic processes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/vijay-subramanian\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d1","m44"]
		},
		{
			"name":"f163",
			"size":1,
			"title":"Viswanath Nagarajan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EViswanath Nagarajan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Industrial Operations and Engineering\u003C\/p\u003E\u003Cp\u003EMy research is on the design of efficient (approximation) algorithms for combinatorial optimization problems. I work on deterministic optimization models, as well as richer models that handle uncertainty in data: stochastic, robust and online optimization. I am also interested in algorithms for scheduling and energy-efficiency in data centers.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/viswanath-nagarajan\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a26","d1","m2","m30"]
		},
		{
			"name":"f164",
			"size":1,
			"title":"Vu-Minh Chieu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EVu-Minh Chieu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Research Scientist at the School of Education\u003C\/p\u003E\u003Cp\u003EVu-Minh Chieu is an assistant research scientist at the GRIP (Geometry, Reasoning, and Instructional Practices) laboratory, directed by Patricio Herbst at the School of Education. Chieu’s research focuses on personalized learning, intelligent tutoring systems, computer-based simulations, human–computer interaction, and technology-enhanced professional learning. Chieu’s research aims at describing and explaining how theories of learning and instruction can be applied to the design of learning technologies as well as how technologies can be designed to build, test, and refine theories of learning and instruction.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/vu-minh-chieu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a19","d7","m12","m37"]
		},
		{
			"name":"f165",
			"size":1,
			"title":"Walter Mebane",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EWalter Mebane\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Political Science\u003C\/p\u003E\u003Cp\u003EMy primary project, election forensics, concerns using statistical analysis to try to determine whether election results are accurate.  Election forensics methods use data about voters and votes that are as highly disaggregated as possible.  Typically this means polling station (precinct) data, sometimes ballot box data.  Data can comprises hundreds of thousands or millions of observations.  Geographic information is used, with geographic structure being relevant.  Estimation involves complex statistical models.  Frontiers include:  distinguishing frauds from effects of strategic behavior;  estimating frauds probabilities for individual observations (e.g., polling stations); adjoining nonvoting data such as from in-person election observations.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/walter-mebane\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a48","a56","d2","m18","m21","m24","m44"]
		},
		{
			"name":"f166",
			"size":1,
			"title":"Walter S. Lasecki",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EWalter S. Lasecki\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computer Science\u003C\/p\u003E\u003Cp\u003EMy lab creates systems that use a combination of both human and machine computation to solve problems quickly and reliably. We have introduced the idea of continuous real-time crowdsourcing, as well as the ‘crowd agent’ model, which uses computer-mediated groups of people submitting input simultaneously to create a collective intelligence capable of completing tasks better than any constituent member.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/walter-s-lasecki\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","d1","m24"]
		},
		{
			"name":"f167",
			"size":1,
			"title":"Weiqi Li",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EWeiqi Li\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Management Information Systems\u003C\/p\u003E\u003Cp\u003EDr. Li’s research focuses on new search method to solve the traveling salesman problem (TSP). More specially, this new method uses multi-start local search to construct the solution attractor, search all solutions in the attractor, and then identify the globally optimal solution. He has used this method to tackle classic TSP, multi-objective TSP, dynamic TSP, and probabilistic TSP.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/weiqi-li\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","d24","m24","m30"]
		},
		{
			"name":"f168",
			"size":1,
			"title":"Wencong Su",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EWencong Su\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Electrical and Computer Engineering\u003C\/p\u003E\u003Cp\u003EIn the next-generation power systems (Smart Grid), a large number of distributed energy devices are connected to each other in an internet-like structure. Incorporating millions of new energy devices will require wide-ranging transformation of the nation’s aging electrical grid infrastructure. The key challenge is to efficiently manage a great amount of devices through distributed intelligence. The distributed grid intelligence (DGI) agent is the brain of distributed energy devices. DGI enables every single energy device to not only have a certain intelligence to achieve optimal management locally, but also coordinate with others to achieve a common goal. The massive volume of real-time data collected by DGI will help the grid operators gain a better understanding of a large-scale and highly dynamic power systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/wencong-su\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a14","a20","d18","m12","m17","m30","m39"]
		},
		{
			"name":"f169",
			"size":1,
			"title":"Xuefeng (Chris) Liu",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EXuefeng (Chris) Liu\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Systems, Population, and Leadership\u003C\/p\u003E\u003Cp\u003EDr. Liu has a broad research interest in the development of statistical models and techniques to address critical issues in health and nursing sciences, computational processing of Big Data in clinical Informatics and Genomics, statistical modeling and assessment of risk factors (e.g. hypertension, diabetes, central obesity, smoking) for adverse cardiovascular and renal outcomes and maternal and child health. His expertise in statistics includes, but is not limited to, repeated measures models with missing data, multilevel models, latent variable models, and Bayesian and computational statistics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/xuefeng-chris-liu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a51","a56","d11","m5","m8","m23","m25"]
		},
		{
			"name":"f170",
			"size":1,
			"title":"Xuming He",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EXuming He\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E H.C. Carver Collegiate Professor of Statistics\u003C\/p\u003E\u003Cp\u003EResearch interests include quantile regression modeling for associations related to possibly unusual or extreme events, subgroup analysis, and uncertainty quantification after model selection.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/xuming-he\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m34","m44"]
		},
		{
			"name":"f171",
			"size":1,
			"title":"Yi Li",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYi Li\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Professor of Biostatistics\u003C\/p\u003E\u003Cp\u003EYi Li is a Professor of Biostatistics and Director of the Kidney Epidemiology and Cost Center. His current research interests are survival analysis, longitudinal and correlated data analysis, measurement error problems, spatial models and clinical trial designs. He is developing methodologies for analyzing large-scale andhigh-dimensional datasets, with direct applications inobservational studies as well in genetics and genomics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/yi-li\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a5","a22","d12","m10","m32","m48"]
		},
		{
			"name":"f172",
			"size":1,
			"title":"Yi-Su Chen",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYi-Su Chen\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Operations Management\u003C\/p\u003E\u003Cp\u003EMy current data science research interest lies in the broad area of supply chain and its management.   I am particularly interested in using longitudinal data set to identify early signals (or warning) and to draw causal inferences pertaining to supply chain security and product quality and safety.   I am also interested in developing experiments to capture the behavioral side of decision makings to be complementary to secondary data analysis.   Industry setting wise, I have based my research on the auto industry, and will expand my auto-industry centered research into a broader, transportation industry oriented context.   I am also interested in food and agricultural products, pharmaceutical, and medical devices industries where product quality and safety have significant implications to human life and society as a whole.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/yi-su-chen\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a43","d19","m6","m23","m39"]
		},
		{
			"name":"f173",
			"size":1,
			"title":"Yongqun (Oliver) He",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYongqun (Oliver) He\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Laboratory Animal Medicine\u003C\/p\u003E\u003Cp\u003EMy laboratory data science research includes: (1) Ontology development. We have initiated and led the development of several community-based ontologies, including Vaccine Ontology (VO), Ontology of Adverse Events (OAE), Cell Line Ontology (CLO), Ontology of Genes and Genomes (OGG), and Interaction Network Ontology (INO). (2) Ontology tool development. We have developed many ontology software programs, such as OntoFox and Ontobee, which are widely used for ontology reuse, ontology development, and ontology applications. (3) Literature mining, with a focus on ontology-based literature mining approaches. (4) Bayesian network (BN) modeling for analysis of gene interaction networks. Meanwhile, we have applied these ontologies, ontology-related approaches, and BN modeling in different data science domains including vaccinology, microbiology, immunology, and pharmacovigilance.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/yongqun-oliver-he\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a25","a29","a38","d4","m5","m13","m49"]
		},
		{
			"name":"f174",
			"size":1,
			"title":"Yu Xie",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYu Xie\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Otis Dudley Duncan Distinguished University Professor of Sociology\u003C\/p\u003E\u003Cp\u003EXie's main areas of interest are social stratification, demography, statistical methods, Chinese studies and sociology of science. He is a member of the American Academy of Arts and Sciences, Academia Sinica and the National Academy of Sciences.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www-personal.umich.edu\/~yuxie\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a52","a55","a56","d2","m34","m44"]
		},
		{
			"name":"f175",
			"size":1,
			"title":"Yuanfang Guan",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYuanfang Guan\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Assistant Professor of Computational Medicine and Bioinformatics\u003C\/p\u003E\u003Cp\u003EI am developing a first-principle solution to biomedical data modelling. Our publications have been mainly in the functional genomics area. However, our research has resulted in success in different benchmark studies far beyond functional genomics. DREAM is the biggest benchmark study in systems biology. The algorithms that my team created are the best-performing ones of the following DREAM challenges.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/guanlab.ccmb.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a3","a13","a14","a20","a28","d4","m8"]
		},
		{
			"name":"f176",
			"size":1,
			"title":"Yves Atchade",
			"cat":"directory",
			"label":"Faculty",
			"descript":"\u003Ch2\u003EYves Atchade\u003C\/h2\u003E\u003C\/p\u003E\u003Cp id=\u0022pertitle\u0022\u003E Associate Professor of Statistics\u003C\/p\u003E\u003Cp\u003EMy current research explores the possibilities and limits of Markov Chain Monte Carlo (MCMC) methods in dealing with posterior or quasi-posterior distributions that arise from high-dimensional Bayesian (or quasi-Bayesian) inference in regression and graphical models. I also have some interests in optimization, and these revolve around the use of stochastic methods: whether (and how) the use of stochastic methods can help tackle large scale optimization problems of interest in statistics. I also have interests in the use of remote sensing data to study social and environmental issues in Africa.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/midas.umich.edu\/faculty\/yves-atchade\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["a56","d2","m26","m42","m46"]
		},
		{
			"name":"d1",
			"size":1,
			"title":"College of Engineering",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ECollege of Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMichigan Engineering is a place for a special kind of engineer—someone who wants to make a difference. Strengthened by 75,000 Engineering alumni and countless friends, a public mission and the University’s across-the-board academic excellence—100 graduate programs in the US News top ten—we’ve stretched well beyond renowned technical leadership and superb career preparation. We’re focused on growing a creative community.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.engin.umich.edu\/college\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f1","f4","f12","f14","f20","f22","f30","f31","f37","f40","f42","f49","f50","f51","f58","f59","f60","f63","f65","f67","f70","f75","f76","f81","f84","f89","f90","f100","f101","f103","f109","f111","f115","f120","f122","f123","f128","f129","f130","f137","f139","f140","f143","f145","f159","f162","f163","f166","a1","a4","a7","a9","a10","a14","a20","a26","a27","a31","a33","a35","a36","a42","a46","a56","a57","a58","m2","m3","m4","m5","m6","m7","m8","m9","m10","m11","m12","m13","m19","m20","m22","m24","m26","m27","m28","m29","m30","m31","m32","m35","m36","m37","m38","m39","m40","m44","m45","m46","m49","m52"]
		},
		{
			"name":"d2",
			"size":1,
			"title":"College of Literature, Science, and the Arts",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ECollege of Literature, Science, and the Arts\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWith more than 40 programs ranked in the top ten nationally, the College of Literature, Science, and the Arts (LSA) is at the heart of the Michigan Difference. We are the vanguard for educating young leaders through a rich liberal arts curriculum and creating new knowledge through world-class research and scholarship.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f2","f8","f13","f29","f35","f38","f39","f45","f61","f62","f69","f74","f80","f83","f85","f91","f92","f94","f95","f112","f113","f114","f118","f116","f121","f131","f133","f135","f141","f142","f146","f147","f149","f151","f155","f161","f165","f170","f174","f176","a2","a5","a8","a10","a11","a14","a17","a19","a20","a24","a26","a31","a34","a36","a44","a46","a48","a49","a50","a52","a55","a56","m2","m5","m6","m7","m8","m9","m10","m11","m12","m13","m14","m15","m16","m18","m20","m21","m22","m24","m25","m26","m27","m28","m29","m30","m34","m36","m37","m39","m42","m43","m44","m46","m49","m50","m51","m52"]
		},
		{
			"name":"d3",
			"size":1,
			"title":"Institute for Social Research",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EInstitute for Social Research\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EISR is the world’s largest academic social science survey and research organization. We are a leader in developing and applying new social science methods, and are committed to educating the next generation of social scientists. ISR is composed of five research centers and an administrative support unit, the Center for Institute Services. ISR conducts some of the most widely cited and influential surveys in the world.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/home.isr.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f18","f32","f52","f119","a18","a55","a56","m6","m7","m23","m34","m41","m42","m47"]
		},
		{
			"name":"d4",
			"size":1,
			"title":"Medical School",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EMedical School\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWe were the first medical school in the United States to recognize the importance of, and to build, a university hospital for physician instruction. We also were a pioneer in the introduction of the modern science-based curriculum, and were among the first schools to change the role of the student from passive observer to active participant in the learning process through high-caliber laboratory instruction and clerkships. In 164 years of service to students, these firsts, and many more, have galvanized our reputation as one of the nation’s premier public research-oriented medical schools.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f7","f19","f21","f26","f47","f54","f55","f72","f87","f99","f104","f138","f148","f156","f173","f175","a3","a5","a13","a14","a20","a21","a25","a28","a29","a30","a36","a38","a41","a45","a47","a49","a51","a53","m2","m5","m8","m10","m12","m13","m23","m24","m27","m28","m39","m44","m45","m47","m48","m49","m52"]
		},
		{
			"name":"d5",
			"size":1,
			"title":"Ross School of Business",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ERoss School of Business\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAt Ross, you become part of an inclusive community known for leadership development, groundbreaking entrepreneurship, and a commitment to sustainability, social impact, and positive business. Not only do you experience some of the top-ranked programs in the world, but you’re also part of the University of Michigan, one of the most prolific and respected research institutions in the country.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/michiganross.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f3","f10","f41","f44","f46","f53","f82","f96","f125","a6","a34","a44","a52","a55","a56","a57","m5","m6","m10","m15","m16","m24","m28","m29","m30","m34","m36","m39","m46","m49"]
		},
		{
			"name":"d6",
			"size":1,
			"title":"School of Dentistry",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Dentistry\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe School of Dentistry aims to embrace multidisciplinary collaborations, leveraging the strength and expertise of its members and partners to find and implement sustainable solutions that improve oral health and promote global health equity. Our international agreements are formed on the principal of valuing the wisdom and expertise of others. We aim to produce new knowledge that serves society and builds a collective capacity.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.dent.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f136","a16","a51","m10"]
		},
		{
			"name":"d7",
			"size":1,
			"title":"School of Education",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Education\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan School of Education focuses on the study and improvement of teaching and learning, as well as the interactions, sense-making, and dynamics that shape teaching and learning. Our mission intertwines research, teaching, and service.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.soe.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f164","a19","m12","m37"]
		},
		{
			"name":"d8",
			"size":1,
			"title":"School of Information",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Information\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EUMSI offers advanced research and programs of study from the bachelor’s to the doctoral level to address the social and technical aspects of contemporary information use, creating and sharing knowledge so that people can use information — with technology — to build a better world. We’ve been teaching the world how to use information and the most advanced technology available since our beginnings in 1926, and we’ll continue pushing the boundaries for the next 100 years.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.si.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f24","f28","f34","f43","f88","f97","f127","f144","f153","a12","a14","a19","a20","a27","m8","m10","m11","m12","m14","m22","m24","m27","m28","m33","m49","m52"]
		},
		{
			"name":"d9",
			"size":1,
			"title":"School of Kinesiology",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Kinesiology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan School of Kinesiology strives to be an international leader in education and research related to physical activity, health and wellness, and sport management.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.kines.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f15","f108","a39","a51","m10"]
		},
		{
			"name":"d10",
			"size":1,
			"title":"School of Natural Resources and Environment",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Natural Resources and Environment\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe School of Natural Resources and Environment's overarching objective is to contribute to the protection of the Earth's resources and the achievement of a sustainable society. Through research, teaching and outreach, faculty, staff and students are devoted to generating knowledge and developing policies, techniques and skills to help practitioners manage and conserve natural and environmental resources to meet the full range of human needs on a sustainable basis.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.snre.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f11","f16","f33","f110","a9","a40","m1","m10","m28","m30","m39","m41","m44"]
		},
		{
			"name":"d11",
			"size":1,
			"title":"School of Nursing",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Nursing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAt the University of Michigan School of Nursing, we are committed to creating a rich scholarly community that supports the advancement of both nursing as a field and the community's individual members. With researchers constructing new knowledge, educators training the next generation of nurse leaders, and students honing their skills to become expert practitioners, our school is alive with the energy and passion that all of these individuals pour into their pursuits. We are excited to share our philosophy and collective expertise with visitors and prospective community members.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.nursing.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f56","f102","f169","a3","a13","a51","a56","m5","m8","m10","m23","m25","m34","m42","m44","m52"]
		},
		{
			"name":"d12",
			"size":1,
			"title":"School of Public Health",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Public Health\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan School of Public Health seeks to create and disseminate knowledge with the aim of preventing disease and promoting the health of populations worldwide. We are especially concerned with health equity and thus have a special focus on disadvantaged populations who suffer disproportionately from illness and disability. We serve as a diverse and inclusive crossroads of knowledge and practice, with the goal of solving current and future public health problems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f5","f17","f57","f64","f66","f98","f106","f107","f124","f134","f154","f157","f171","a3","a5","a13","a22","a23","a36","a51","a53","a56","m2","m5","m6","m8","m10","m15","m21","m23","m24","m25","m28","m29","m32","m41","m42","m44","m47","m48"]
		},
		{
			"name":"d13",
			"size":1,
			"title":"School of Social Work",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Social Work\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAdvancing the social work profession’s vision and values, the University of Michigan School of Social Work seeks to develop a more equitable, caring, and socially just society.  Such a society meets basic human needs, eliminates social and economic inequities, and empowers individuals, their communities, and institutions to reach their aspirations and potential.  Drawing on an interdisciplinary faculty within a public university seated in a region of enormous need and promise, the School is dedicated to education, research, and service that fosters progressive change at local, national, and global levels.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/ssw.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f6","f23","f68","f78","f79","a49","a54","m5","m10","m23","m24","m34","m49","m52"]
		},
		{
			"name":"d14",
			"size":1,
			"title":"Transportation Research Institute",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ETransportation Research Institute\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan Transportation Research Institute is dedicated to achieving safe and sustainable transportation for a global society. With a multimillion-dollar research program, broad faculty expertise, and multiple collaborators, UMTRI is committed to interdisciplinary research that will ultimately increase driving safety and further transportation systems knowledge.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umtri.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f9","f25","f73","f77","a4","a21","a26","a37","a50","a56","m10","m11","m13","m39","m42"]
		},
		{
			"name":"d15",
			"size":1,
			"title":"College of Arts, Sciences, and Letters (Dearborn)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ECollege of Arts, Sciences, and Letters (Dearborn)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ECASL’s varied undergraduate and graduate academic programs reflect our commitment to leadership, learning, and student success. By offering a curriculum steeped in the liberal arts and sciences, the college provides students with the necessary foundation to excel in their academic pursuits and to make a difference in the world beyond the classroom. Moreover, various opportunities for interdisciplinary work, academic service learning, internships, and co-ops mean that our students leave this campus prepared not just for employment but for life.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/casl\/caslhome\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f86","a56","m32","m10"]
		},
		{
			"name":"d16",
			"size":1,
			"title":"College of Business (Dearborn)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ECollege of Business (Dearborn)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe College of Business has the faculty, staff, and facilities to put our students in a position to succeed. The College of Business community includes more than 1,250 undergraduate and 450 graduate students from 20 states and 12 countries. Students work with excellent faculty to develop the skills that will enable them to succeed and have an important impact on the state of Michigan and beyond.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/cob\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f27","a15","m10","m13","m8"]
		},
		{
			"name":"d17",
			"size":1,
			"title":"Computer and Information Science (Dearborn)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EComputer and Information Science (Dearborn)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department of Computer and Information Science is one of four departments in the College of Engineering and Computer Science. Our 15 full-time faculty members conduct research in the areas of computational game theory, artificial intelligence, complex systems, computer graphics and geometric modeling, database systems, graphical models, machine learning, multimedia information systems, multimedia mining, multimedia systems and gaming, networking, computer and network security, semantic web, web services, and software engineering.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/cecs\/CIS\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f36","f71","f93","f117","f126","a14","a27","m4","m7","m8","m12","m19","m21","m24","m30","m31","m36","m42","m45"]
		},
		{
			"name":"d18",
			"size":1,
			"title":"Electrical and Computer Engineering (Dearborn)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EElectrical and Computer Engineering (Dearborn)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department of Electrical and Computer Engineering (ECE), which is responsible for administering the Electrical Engineering and Computer Engineering programs, has about 325 students enrolled in the sophomore through senior years. Each year approximately 60 - 70 students graduate with a Bachelor's degree in EE/CE and about 20 students graduate with a master's degree in EE/CE. We are proud of our high retention rate which exceeds 60%. While most of the graduates go on to work in industry often in a design and development environment, a few pursue full-time graduate studies at regional and national universities.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/cecs\/ECE\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f168","a14","a20","m12","m17","m30","m39"]
		},
		{
			"name":"d19",
			"size":1,
			"title":"Operations Management (Dearborn)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EOperations Management (Dearborn)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department of Management Studies is home to 28 full-time faculty representing 5 different business specializations (Marketing, Management Information Systems, Organizational Behavior and Human Resources Management, Business Policy and Strategy, and Decision Sciences/Operations Management).  Additionally, many part-time faculty have a professional affiliation with the department.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/cob\/department-of-management-studies\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f172","a43","m6","m23","m39"]
		},
		{
			"name":"d20",
			"size":1,
			"title":"Department of Computer Science, Engineering, and Physics (Flint)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EDepartment of Computer Science, Engineering, and Physics (Flint)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPrograms offered by the CSEP department span a wide range of scientific topics.  Through courses and other development opportunities our programs build a foundation that will help students succeed in their careers after graduation.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/csep\/computer-science-engineering-and-physics-csep\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f150","a14","m30","m8","m19","m36"]
		},
		{
			"name":"d21",
			"size":1,
			"title":"Department of Earth and Resource Science (Flint)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EDepartment of Earth and Resource Science (Flint)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Earth and Resource Science Department has multiple and interrelated components. The first is to understand the natural processes at work shaping our physical environment; second is to study the human response to those processes; and lastly to develop a means for students, faculty, and community to develop an appreciation for the character and complexity of environmental problems, so as to help make sound judgments about their resolution.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/ers\/earth-and-resource-science\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f48","a40","m1","m15","m32","m41"]
		},
		{
			"name":"d22",
			"size":1,
			"title":"Department of Mathematics (Flint)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EDepartment of Mathematics (Flint)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe UM - Flint Mathematics department is home to a variety of courses and programs, addressing the needs of prospective teachers, future scientists and engineers, and those looking to foster and further a lifelong passion of mathematics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/math\/mathematics-department\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f105","a36","m10"]
		},
		{
			"name":"d23",
			"size":1,
			"title":"Department of Public Health and Health Sciences (Flint)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003EDepartment of Public Health and Health Sciences (Flint)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EConceptual healthcare knowledge meets real health challenges right here in our own community.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/pubhealth\/department-public-health-and-health-sciences\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f132","f160","a51","m10","m42"]
		},
		{
			"name":"d24",
			"size":1,
			"title":"School of Management (Flint)",
			"cat":"program",
			"label":"Department",
			"descript":"\u003Ch2\u003ESchool of Management (Flint)\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe School of Management, established in 1975, is the oldest professional school on the Flint campus, and occupies more than 27,000 square feet of recently renovated Riverfront Center. Our facilities are technology rich and include a finance lab with interactive investment and stock trend displays, 24 hour computer labs, a video recording classroom, a video conference classroom that allows for live joint-classes to be held with partnering international institutions, and private meeting rooms for students to study and work on group projects outside the classroom.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umflint.edu\/som\/school-management\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f152","f158","f167","a14","a32","a34","m5","m12","m24","m30"]
		},
		{
			"name":"a1",
			"size":1,
			"title":"Aerospace Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EAerospace Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAerospace technology has grown out of the problems of design, construction and operation of vehicles that maneuver above the Earth's surface. These vehicles range from ground-effect machines and helicopters to aircraft and spacecraft. Aerospace engineering is a field where state-of-the-art technologies are applied every day. It is an exciting profession with outstanding career opportunities in which physical sciences, mathematics and computers are combined in the design of air and space vehicle systems and components to achieve high performance with limited size and weight. This requires aerospace engineers to constantly develop and apply the most advanced technologies.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.engin.umich.edu\/aero\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f84","f159","d1","m24","m8"]
		},
		{
			"name":"a2",
			"size":1,
			"title":"Astronomy",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EAstronomy\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAsk astronomers when they became interested in the field, and most will tell you about an early encounter with the night sky — a comet, a meteor shower, or their first glimpse of another planet. Invariably, a rush of questions followed: Why is the universe organized like it is? How is it evolving? And, of course, are we alone? For many professional astronomers, the same questions captivate them today. And thanks to advancements in statistics, supercomputers, and telescopes that tap the full range of the electromagnetic spectrum, more and more of these questions are tantalizingly within reach.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\/astro\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f13","f29","f155","d2","m5","m6","m7","m8","m13","m29","m34","m36","m39","m44"]
		},
		{
			"name":"a3",
			"size":1,
			"title":"Bioinformatics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EBioinformatics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe mission of the Department of Computational Medicine and Bioinformatics (DCM&B) is to create novel and impactful informatics and computationally-based methods, tools, and algorithms, and resources to extend basic and clinical research capabilities and results.  Computational medicine and bioinformatics is an applied field, and relies on an interdisciplinary research culture for success.  DCM&B is deeply committed to training the next generation of innovators and leaders in this field, applying to create new science, translational research, and creating new methods to improve public health and societal welfare.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.ccmb.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f21","f47","f54","f56","f66","f72","f175","d4","d11","d12","m6","m8","m10","m12","m24","m25","m28","m32","m42","m44","m52"]
		},
		{
			"name":"a4",
			"size":1,
			"title":"Biomedical Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EBiomedical Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAs a joint department, Michigan BME combines the strengths of two schools that are among the very best in their fields - the U-M College of Engineering and the Michigan Medical School. It’s one of just two universities in the country with this broad level of excellence, but we don’t stop there. Add the entrepreneurial punch of U-M’s Ross School of Business and you have the capacity for very sophisticated biomedical engineering, plus the business know-how to move innovation from the lab to the clinic.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/bme.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m9","m10","m11","m24","m28","m39","m40","m45","m52","f1","f63","f77","d1","d14"]
		},
		{
			"name":"a5",
			"size":1,
			"title":"Biostatistics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EBiostatistics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EBiostatistics develops and applies statistical methods to the design and analysis of studies in public health and biomedical research. With the emergence of big data, biostatisticians have never been in higher demand than they are today. The Department of Biostatistics at the University of Michigan School of Public Health prepares students for careers in government, private industry, medical research institutions, and higher education. You'll learn how to use statistical and mathematical methods to design and analyze research studies and plan and evaluate health services programs.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/biostat\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f5","f7","f17","f57","f66","f85","f104","f106","f107","f112","f124","f134","f154","f157","f171","d2","d4","d12","m2","m5","m6","m8","m10","m21","m23","m25","m28","m29","m32","m41","m42","m44","m47","m48"]
		},
		{
			"name":"a6",
			"size":1,
			"title":"Business",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EBusiness\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThrough positive business practices, the potential of people and firms will be realized, and society’s most pressing problems will be addressed. Solutions are not confined to one sector, function, or type of person, and true innovation comes from a boundaryless approach to problem solving. Analytic rigor must be the foundation for all business decision making in the 21st century. Business acumen consists of a set of knowledge and skills that can only be developed by bridging the gap between theory and practice and engaging in action-based learning. At Ross, you become part of an inclusive community known for leadership development, groundbreaking entrepreneurship, and a commitment to sustainability, social impact, and positive business.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/michiganross.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f96","d5","m36","m10"]
		},
		{
			"name":"a7",
			"size":1,
			"title":"Chemical Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EChemical Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe department and faculty offer a broad range of research projects that span over all major areas in both traditional chemical engineering (such as fluids, polymers, colloids, reaction engineering, separations, and statistical thermodynamics) and emerging areas (such as DNA sequencing on a chip, gene therapy, metalloprotein drug design, bioinformatics, green chemistry and computational engineering). The faculty and students together are creating new knowledge and pushing the frontiers in these areas.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.engin.umich.edu\/che\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m8","f140","d1"]
		},
		{
			"name":"a8",
			"size":1,
			"title":"Chemistry",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EChemistry\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESince the 1800s, the University of Michigan has been a hub of chemistry research and innovations. Today LSA's Department of Chemistry is regarded as a top research institution. The graduate program is consistently ranked among the top 20 programs in the country.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\/chem\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f116","f121","d2","m39","m12","m24","m42"]
		},
		{
			"name":"a9",
			"size":1,
			"title":"Civil and Environmental Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ECivil and Environmental Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ECivil engineers design, plan, and improve the built environment and infrastructure systems, including buildings, power generation facilities, water supply networks, pollution control works, flood protection structures, dams, and canals, as well as vital network systems for commerce such as roadways, airports, railroads, and ports. Civil engineering encompasses several subdisciplines, including hydraulics and hydrology, structural, geotechnical, construction, environmental, civil engineering materials, and transportation engineering. Environmental engineers design systems to provide safe water, air, and land for human habitation, and to address the impact of human activities on the environment.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/cee.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f20","f50","f67","f110","d1","d10","m1","m4","m7","m12","m24","m28","m30","m44"]
		},
		{
			"name":"a10",
			"size":1,
			"title":"Climate and Space Sciences",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EClimate and Space Sciences\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe department of Climate and Space Sciences and Engineering, working with the Space Physics Research Laboratory, has the greatest number of research activities in space science and engineering of all U-M CoE departments. We have actively participated in the Nation's space program since its inception. From the V-2 rockets of the 40s through the CYGNSS and Mars missions today, Climate & Space faculty and students have contributed to a body of work that protects the Earth's environment and will protect humans on travels to Mars and beyond.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/clasp.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f35","f122","d1","d2","m11","m32","m5","m39","m26","m24"]
		},
		{
			"name":"a11",
			"size":1,
			"title":"Communication Studies",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ECommunication Studies\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur mission is to study and teach about the mass media and emerging media: their evolution, their effects, their uses by everyday people, and their regulation and industry practices. We are dedicated to cultivating a thorough-going media literacy among our students, and to producing cutting-edge scholarship about the media’s impact on individuals and society.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/comm\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f80","f113","d2","m34","m5","m49","m11"]
		},
		{
			"name":"a12",
			"size":1,
			"title":"Complex Systems",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EComplex Systems\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur Center studies systems like economies, the brain, ecosystems, political systems, social networks, and the Internet that consist of many interacting individuals, nodes, or parts and that produce collective behaviors that exceed and even transcend the capabilities of the constituent parts. Scientific progress in complex systems often requires cross-disciplinary techniques that combine mathematics with computational models and simulations.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/cscs\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f34","d8","m28","m24","m12"]
		},
		{
			"name":"a13",
			"size":1,
			"title":"Computational Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EComputational Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe mission of the Department of Computational Medicine and Bioinformatics (DCM&B) is to create novel and impactful informatics and computationally-based methods, tools, and algorithms, and resources to extend basic and clinical research capabilities and results.  Computational medicine and bioinformatics is an applied field, and relies on an interdisciplinary research culture for success.  DCM&B is deeply committed to training the next generation of innovators and leaders in this field, applying to create new science, translational research, and creating new methods to improve public health and societal welfare.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.ccmb.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m6","m8","m10","m12","m24","m25","m28","m32","m42","m44","m52","f21","f47","f54","f56","f66","f72","f175","d4","d11","d12"]
		},
		{
			"name":"a14",
			"size":1,
			"title":"Computer Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EComputer Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur CSE program continues to lead as a vibrant and innovative force, with world-class faculty and students exploring and expanding new directions of inquiry in mobile and cloud computing, ultra-low power and green computing, big data, machine learning, bio and health informatics, security and privacy, virtual environments, autonomous transportation, and many other areas. The incredible pervasiveness and relevance of computing today is reflected by our interdisciplinary research in areas such as medicine, education, economics, engineering, the sciences, and the performing arts.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.cse.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f1","f2","f8","f12","f14","f30","f31","f34","f36","f37","f40","f43","f49","f51","f58","f59","f60","f63","f65","f67","f69","f70","f71","f88","f89","f92","f93","f101","f103","f109","f111","f115","f117","f120","f126","f127","f128","f129","f130","f139","f142","f147","f150","f162","f166","f167","f168","f175","d1","d2","d17","d20","d18","d4","d8","d24","m2","m3","m4","m5","m7","m8","m9","m12","m13","m17","m19","m20","m21","m22","m24","m27","m28","m29","m30","m31","m35","m36","m37","m38","m39","m40","m42","m43","m44","m45","m46","m49","m52"]
		},
		{
			"name":"a15",
			"size":1,
			"title":"Decision Sciences",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EDecision Sciences\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWelcome to the Department of Management Studies.  The Department of Management Studies is home to 28 full-time faculty representing 5 different business specializations (Marketing, Management Information Systems, Organizational Behavior and Human Resources Management, Business Policy and Strategy, and Decision Sciences/Operations Management).\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/umdearborn.edu\/cob\/department-of-management-studies\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f27","d16","m10","m13","m8"]
		},
		{
			"name":"a16",
			"size":1,
			"title":"Dentistry",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EDentistry\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan School of Dentistry is one of the nation’s leading dental schools engaged in oral health care education, research, patient care, and community service.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.dent.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f136","d6","m10"]
		},
		{
			"name":"a17",
			"size":1,
			"title":"Ecology and Evolutionary Biology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EEcology and Evolutionary Biology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department of Ecology and Evolutionary Biology embraces education and research on all aspects of biodiversity, including the history of life on earth, evolutionary mechanisms that generate diversity, the ecological context in which all life has evolved, and consequences of interactions among organisms, including humans. Faculty expertise ranges from the tropics to the tundra, from the theoretical to the practical.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\/eeb\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f94","f146","d2","m5","m2","m12"]
		},
		{
			"name":"a18",
			"size":1,
			"title":"Economics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EEconomics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe discipline of economics has become increasingly technical, focused on arcane abstractions, often failing to connect with the messiness of economics as it works in the “real” world. Michigan stands apart as a department that champions the view that the cutting-edge theoretical and empirical methods of economics can and should be used for understanding and improving the world in which we live. The faculty of the Department of Economics is committed to pursuing economic knowledge that contributes to solving significant social problems. The commitment to applied, relevant economics does not shun the development of new theoretical or statistical methods. Rather, rigorous analysis of problems requires fresh insights from theory and econometrics.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/econ\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f119","d3","m47"]
		},
		{
			"name":"a19",
			"size":1,
			"title":"Education",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EEducation\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EResearchers at the School of Education are investigating vital areas of education, including issues ranging from increasing basic literacy, to supporting learners' understanding of complex ideas, to reducing educational inequalities, and to preparing teachers who can educate diverse classrooms of students. These problems span from preschool through graduate school and beyond. Our researchers are involved locally, in community schools, and at the state and federal level, working on education policies. The work fosters a critical dialogue among faculty and students, allowing them to grapple with challenging ideas while serving as an important component to our academic programs.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.soe.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f144","f155","f164","d2","d7","d8","m6","m36","m12","m37","m10"]
		},
		{
			"name":"a20",
			"size":1,
			"title":"Electrical Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EElectrical Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn today's environment of rapid and transformational change, one thing is constant: The EECS Department at Michigan provides its students an education with the relevance, depth, and breadth of related experience that will serve them well for the rest of their lives. Come to Michigan and enjoy the advantages that come from engaging with a leading-edge curriculum, world-renowned faculty, and an intellectual community that values diversity, interdisciplinary teamwork, and inventiveness.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.eecs.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f1","f2","f8","f12","f14","f30","f34","f37","f40","f43","f49","f58","f59","f60","f63","f65","f67","f69","f70","f88","f89","f92","f101","f103","f109","f111","f115","f127","f128","f129","f130","f139","f142","f162","f168","f175","d1","d2","d18","d4","d8","m2","m3","m4","m5","m7","m8","m9","m12","m13","m17","m19","m20","m22","m24","m27","m28","m29","m30","m31","m35","m36","m37","m38","m39","m40","m43","m44","m45","m49","m52"]
		},
		{
			"name":"a21",
			"size":1,
			"title":"Emergency Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EEmergency Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe mission of the Department of Emergency Medicine at the University of Michigan is to create the future of emergency care. Our vision is an emergency care system that engages our patients and the entire health care system to provide solutions to the growing need and complexity of emergency medical care. We pursue this mission through advanced clinical practice, cutting edge research, innovative education, and service to the health system, community, and our global partners.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/emergency-medicine\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f77","f87","d4","d14","m10","m39","m11"]
		},
		{
			"name":"a22",
			"size":1,
			"title":"Epidemiology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EEpidemiology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur research mission is met by study into the risk of disease associated with inherent, acquired, social, and environmental factors, and by the development and application of methods to alleviate that risk ranging from primary prevention through service provision to modification of social systems. Faculty and students pursue this mission through research projects conducted both by individuals and by multidisciplinary teams.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\/epid\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f98","f171","d12","m10","m28","m32","m44","m48"]
		},
		{
			"name":"a23",
			"size":1,
			"title":"Family Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EFamily Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESince 1991, our faculty has engaged in over 40 externally funded research projects, including major collaborations with the School of Nursing, the Departments of Internal Medicine, Surgery, and Obstetrics/Gynecology, the School of Public Health, the Institute for Social Research, the College of Pharmacy, and the U-M Cancer Center. Over the years, the department has focused its research efforts in a wide range of areas, including: adherence and lifestyle changes; cancer and prevention screening; clinical decision making; women’s health.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/family-medicine\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f5","d12","m48","m5"]
		},
		{
			"name":"a24",
			"size":1,
			"title":"History",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EHistory\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EGlobal, multidimensional, interdisciplinary. Regularly ranked among the top history departments in the nation, we combine state-of-the-art research with innovative teaching and a commitment to embrace all the diversity of the past. Whether you want to learn about your own community or some distant time and place, U-M history faculty can help you deepen your knowledge and enhance your skills, as they encourage you to look beneath the surface and think about not just what is said, but what has been left silent. Why study history? History helps us place the past in context and gain a better understanding of the contingency of the present and the possibilities for the future.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/history\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f45","d2","m14","m12","m36"]
		},
		{
			"name":"a25",
			"size":1,
			"title":"Immunology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EImmunology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EImmunology program members are involved in a broad range of basic and translational research topics.  We have laboratories conducting basic studies in antigen processing and presentation, T, B and NK cell signaling and activation as well as innate immune cell functions.  In addition, we have laboratories working on a variety of immune aspects related to autoimmunity, cancer, obesity, aging, transplantation and infectious diseases.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/immunology.medicine.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f173","d4","m49","m13","m5"]
		},
		{
			"name":"a26",
			"size":1,
			"title":"Industrial and Operations Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EIndustrial and Operations Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAll U-M engineers are problem solvers and creative thinkers; U-M IOE engineers take that it to the next level. They are figuring out how to make hospitals more efficient with better patient care. They are finding solutions to solve unpredictable problems, like flight delays and disaster relief. Combining the most advanced statistics and analytics with ingenuity, our engineers can optimize businesses, industries and governments.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.engin.umich.edu\/ioe\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f4","f9","f22","f42","f76","f81","f90","f100","f120","f137","f143","f145","f161","f163","d1","d2","d14","m2","m3","m6","m10","m11","m12","m16","m24","m30","m32","m39","m44","m46"]
		},
		{
			"name":"a27",
			"size":1,
			"title":"Information Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EInformation Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAs businesses and society grapple with the challenges and opportunities of the digital age, information professionals play a crucial role in analyzing, systematizing, and evaluating the massive resources generated by the digital revolution. At Michigan, we train students to be leaders and agents of change in a field that is evolving at unprecedented speed.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.si.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f24","f28","f36","f37","f71","f93","f97","f117","f126","f127","f144","f153","d1","d17","d8","m4","m7","m8","m10","m11","m12","m14","m19","m21","m22","m24","m27","m28","m30","m31","m33","m36","m42","m45","m52"]
		},
		{
			"name":"a28",
			"size":1,
			"title":"Internal Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EInternal Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWe will facilitate patient-centered, provider-driven improvement based on reliable data. We will pursue the Triple Aim of improving quality and population health while decreasing costs. We are one system working to serve our patients. We will be a proactive model for other departments and health systems.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.med.umich.edu\/intmed\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f19","f21","f47","f148","f175","d4","m8","m10","m12","m24","m27","m28","m44","m47"]
		},
		{
			"name":"a29",
			"size":1,
			"title":"Laboratory Animal Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ELaboratory Animal Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EULAM provides guidance for the University’s animal care and use program campus-wide. To achieve this, our staff and faculty furnish the biomedical research community with a variety of services including laboratory animal procurement and care, veterinary care, compliance oversight and monitoring, personnel training and specialized research support cores and activities.  ULAM also has academic teaching and research programs.  Our faculty conducts basic research, primarily in host-pathogen interactions, and clinical research on the biology and diseases of laboratory animals and the impact of common laboratory environmental parameters on animal physiology and behavior.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/medschool\/research\/office-research\/unit-laboratory-animal-medicine-ulam\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m49","m13","m5","f173","d4"]
		},
		{
			"name":"a30",
			"size":1,
			"title":"Learning Health Sciences",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ELearning Health Sciences\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWe are a basic science department focused on the sciences that can make learning effective, routine, and scalable, from individuals up to systems that span states and nations. DLHS engages colleagues across the entire University of Michigan Health Sciences community, the state, the nation, and the globe.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lhs.medicine.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f156","d4","m39","m49","m52"]
		},
		{
			"name":"a31",
			"size":1,
			"title":"Linguistics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ELinguistics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ELanguage plays a central role in human development, cognition, interaction, and activity. The discipline of linguistics takes this central role of language as its starting point. Although inquiry into the nature of language has a long and illustrious history, modern linguistics is a relatively young discipline that is undergoing dramatic change. Some of the most important developments in the field involve a deepening understanding of human cognitive abilities, a stronger reliance on models of natural language in computer science, a better awareness of the place of language in matters of social justice and equality, and an increased integration of interdisciplinary scholarship about language.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/linguistics\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f37","f147","d1","d2","m19","m20","m22","m24","m27","m28","m49"]
		},
		{
			"name":"a32",
			"size":1,
			"title":"Management Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EManagement Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur strategy is to target emerging problems of intense interest to upper level operations managers. Our students are first trained in rigorous model-based research methods, and then use their skills to attack and resolve problems that jointly meet the highest standards of academic excellence, and the real business needs of the senior managers of an industrial sponsor.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umich.edu\/~umom\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f158","d24","m12","m5"]
		},
		{
			"name":"a33",
			"size":1,
			"title":"Marine Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMarine Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMore than 70 percent of our planet is covered by water. The Department of Naval Architecture and Marine Engineering offers study in the exciting field of engineering for the marine environment and will help prepare the individual for a career in many aspects of the field. This includes engineering related to the design and production of all kinds of vehicles, structures, and systems to operate successfully in the harsh and demanding marine environment.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/name.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f103","d1","m24"]
		},
		{
			"name":"a34",
			"size":1,
			"title":"Marketing",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMarketing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur professors use concepts from psychology, economics, statistics, neuroscience, and engineering to tackle the crucial issues of today’s fast-moving markets.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/michiganross.umich.edu\/faculty-research\/areas-of-study\/marketing\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f10","f41","f44","f125","f131","f152","d2","d5","d24","m5","m10","m15","m16","m24","m29","m30","m43","m49","m52"]
		},
		{
			"name":"a35",
			"size":1,
			"title":"Materials Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMaterials Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMaterials research at the University of Michigan covers a broad spectrum of activities with the common goal of improving how materials are utilized and produced to meet the needs of society. Our research spans a broad range of material systems, applications and technical approaches.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.mse.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m8","m26","m39","f75","f140","d1"]
		},
		{
			"name":"a36",
			"size":1,
			"title":"Mathematics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMathematics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department has faculty who are active in most mathematical areas, with programs emphasizing many different aspects of mathematical research.  Department research groups maintain their own websites.  These include Actuarial/Financial Mathematics, Algebra and Algebraic Geometry, Analysis, Applied Mathematics, Combinatorics, Computer Science, Differential Equations, Differential Geometry, Logic and Foundations, Mathematical Biology, Mathematical Physics, Mathematics Education,  Number Theory, Probability Theory and  Topology.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\/math\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f8","f54","f62","f83","f95","f98","f101","f105","f135","f141","d1","d2","d22","d4","d12","m2","m7","m8","m10","m12","m28","m30","m36","m42","m44","m51"]
		},
		{
			"name":"a37",
			"size":1,
			"title":"Mechanical Engineering",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMechanical Engineering\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department's research efforts are having significant impact on our society as well as on the scientific community. We are strong in the fundamental disciplines of mechanical engineering and in various thematic areas: automotive engineering; bioengineering; combustion; design and manufacturing; dynamics, systems and controls; energy and power; fluids; mechanics and materials; mechatronics; micro- and nano-engineering; sustainability; and thermal sciences. We have built critical mass and integrated the new emerging fields with core mechanical engineering, forming strategic directions in bio- and health systems, emerging manufacturing, energy and environment, and future transportations.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/me.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f73","d14","m39","m10"]
		},
		{
			"name":"a38",
			"size":1,
			"title":"Microbiology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMicrobiology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EFocusing on microbial pathogenesis, our faculty members study the nature and function of microbial pathogens and immune cells, as well their interactions.  Our research expands the knowledge and understanding of infectious diseases, informing treatment and prevention strategies.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/microbiology-immunology\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m49","m13","m5","f173","d4"]
		},
		{
			"name":"a39",
			"size":1,
			"title":"Movement Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EMovement Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMovement Science prepares students for careers in different health-related disciplines, such as medicine, physical therapy, occupational therapy, physical rehabilitation, and biomedical research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.kines.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f15","d9","m10"]
		},
		{
			"name":"a40",
			"size":1,
			"title":"Natural Resources and Environment",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ENatural Resources and Environment\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EResearch in SNRE pursues a systems-based understanding of sustainability in  water, energy, urban, food, forest, land, and ecological systems. Our faculty scholars recognize the need to bring behavioral, economic, political, scientific, engineering, and design solutions, processes, and information to bear on sustainability challenges. The school’s work additionally provides leadership in addressing social equity and disparities in environmental risks and opportunities from local to global scales.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.snre.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f11","f16","f33","f48","f110","d21","d10","m1","m10","m15","m28","m30","m32","m39","m41","m44"]
		},
		{
			"name":"a41",
			"size":1,
			"title":"Neuroscience",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ENeuroscience\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOur program captures the excitement and interdisciplinary collaboration intrinsic to the field of neuroscience by drawing on the expertise of over 120 faculty members from more that 20 departments.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/neuroscience.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f99","d4","m47","m48","m23"]
		},
		{
			"name":"a42",
			"size":1,
			"title":"Oceanic and Space Sciences",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EOceanic and Space Sciences\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe department of Climate and Space Sciences and Engineering, working with the Space Physics Research Laboratory, has the greatest number of research activities in space science and engineering of all U-M CoE departments. We have actively participated in the Nation's space program since its inception. From the V-2 rockets of the 40s through the CYGNSS and Mars missions today, Climate & Space faculty and students have contributed to a body of work that protects the Earth's environment and will protect humans on travels to Mars and beyond.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/clasp.engin.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f128","d1","m2","m31","m29","m24"]
		},
		{
			"name":"a43",
			"size":1,
			"title":"Operations Management",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EOperations Management\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOperations Management --- All value in society is generated by transforming one set of things into other, different things. Without such transformations, there would be no wealth creation and no rationale for business. Operations management is the design and management of those transformation processes.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.umich.edu\/~umom\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f172","d19","m6","m23","m39"]
		},
		{
			"name":"a44",
			"size":1,
			"title":"Organizational Studies",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EOrganizational Studies\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EOrganizational studies is built on a foundation of three disciplines--sociology, economics, and psychology. Each discipline contributes a unique lens through which to see organizations, their forms, and their processes. These three perspectives together give students broad scope for understanding an organizational world.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/orgstudies\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f46","f61","d2","d5","m28","m11"]
		},
		{
			"name":"a45",
			"size":1,
			"title":"Physical Medicine",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPhysical Medicine\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPhysical Medicine and Rehabilitation is a medical specialty dedicated to the diagnosis and medical management of the consequences of disease, injury and congenital disorders. Physical Medicine and Rehabilitation also is referred to as physiatry. Our goal is to help every individual maximize functional performance and achieve independence and community integration. Our methods involve an interdisciplinary team that works to increase function, decrease pain and disability, and maximize performance at work, in school, during recreation and in all other areas of life.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/pmr.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m47","m48","m23","f99","d4"]
		},
		{
			"name":"a46",
			"size":1,
			"title":"Physics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPhysics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe University of Michigan Physics Department has a 150 year tradition of leadership in physics research that has spanned the birth and development of modern physics and the evolution of our field into the 21st century. Core groups of faculty pursue research in basic and applied research, biophysics and complexity with state-of-the-art laboratory and information-technology facilities.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.lsa.umich.edu\/physics\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f13","f39","f140","f155","d1","d2","m6","m8","m26","m36","m39"]
		},
		{
			"name":"a47",
			"size":1,
			"title":"Physiology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPhysiology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPhysiologists use the cutting-edge techniques employed by modern biomedical scientists, including genomics, proteomics, epigenetic, cell and molecular biological, and computational methods. We exploit the unique advantages of a variety of animal models including nematode worms, fruit flies, mice and humans. What sets physiology apart from other biomedical disciplines is that understanding the roles of genes and their products is not just restricted to the cell they are expressed in, but integrated into the tissue, organ and organism to explain function in both health and disease states.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/molecular-integrative-physiology\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f138","d4","m44","m8","m24","m2"]
		},
		{
			"name":"a48",
			"size":1,
			"title":"Political Science",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPolitical Science\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPolitical Science prepares students for active citizenship, for careers in public affairs, and for advanced study in the social sciences and professions by training them to become good observers of political behavior in their own country and around the world.  It is an exciting field because of its complexity, its diversity and, above all, its relevance to the modern world.  Political scientists attempt to describe and explain the wide range of political systems using a variety of powerful analytical techniques.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/polisci\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f133","f165","d2","m15","m44","m24","m18","m21"]
		},
		{
			"name":"a49",
			"size":1,
			"title":"Psychiatry",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPsychiatry\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EResearch is critical to increasing our knowledge of depression, bipolar and anxiety disorders, addiction/substance abuse and other brain conditions. Without scientific research, the advances made to date would not have happened and future advancements would not be possible.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.psych.med.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f21","f78","f151","d2","d4","d13","m10","m24","m37","m44"]
		},
		{
			"name":"a50",
			"size":1,
			"title":"Psychology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPsychology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe research findings of our faculty receive broad attention from national and international media, with stories that run the gamut across the field of psychology: suicide terrorism, the effects of TV violence on children, multitasking, women and depression, fear and the brain, the value of volunteering, differences between the modes of thought of westerners and those of Asians, and the list goes on.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/psych\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m51","m44","m13","m42","m43","m52","f25","f83","f118","f131","d2","d14"]
		},
		{
			"name":"a51",
			"size":1,
			"title":"Public Health",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPublic Health\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESimply defined, public health is about promoting health, preventing disease, and protecting people. In the real world of human experience, though, it is a lot more complex than its definition. Public health is more gritty, more exciting, more daunting, and more powerful than any simple description can evoke. Public health is huge--it encompasses every one of the seven billion people on the face of the earth, and all the richness, depth, poverty, and challenge of the vastly different lives we lead.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/sph.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f47","f64","f102","f108","f132","f136","f160","f169","d23","d4","d6","d9","d11","d12","m5","m8","m10","m15","m23","m24","m25","m34","m42"]
		},
		{
			"name":"a52",
			"size":1,
			"title":"Public Policy",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EPublic Policy\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPoverty and economic development. Health and human security. Energy and the environment. Alongside their critical work as teachers and mentors, Ford School faculty members are nationally and internationally recognized experts in these and other vitally important policy areas. Our faculty use cutting-edge social science research methods, including demonstration trials, complex-adaptive systems approaches, mixed-methods studies, elite opinion surveys, and more.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/fordschool.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f96","f174","d2","d5","m36","m10","m44","m34"]
		},
		{
			"name":"a53",
			"size":1,
			"title":"Radiation Oncology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ERadiation Oncology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EWe are committed to offering patients the latest advances in treatment. Our pioneering research efforts include the invention of three-dimensional treatment planning, now a standard practice worldwide. We have continued this research by developing a unique method of delivering intensity modulated radiation therapy (IMRT). In addition to these technical developments, our scientists are designing better ways of combining medications with radiation so as to more effectively treat tumors, spare normal tissue from damage and minimize side effects.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/www.med.umich.edu\/radonc\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f26","f55","f66","f104","d4","d12","m2","m6","m10","m13","m24","m25","m32","m44","m45"]
		},
		{
			"name":"a54",
			"size":1,
			"title":"Social Work",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ESocial Work\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe research activities of the faculty are focused on virtually every area of human services and social welfare, including child welfare, family services, juvenile and criminal justice systems, poverty and income maintenance, health and health disparities, gerontology, mental health, alcohol and drug abuse, social welfare administration, and community planning and organizing.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/ssw.umich.edu\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f6","f23","f68","f79","d13","m5","m10","m23","m34","m49","m52"]
		},
		{
			"name":"a55",
			"size":1,
			"title":"Sociology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ESociology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Department of Sociology is a robust intellectual community where faculty and students work across traditional disciplinary lines.  We organize ourselves loosely within eight different areas, although most faculty and students identify with two or three different areas.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/soc\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["m11","m28","m34","m41","m44","f46","f52","f61","f174","d2","d3","d5"]
		},
		{
			"name":"a56",
			"size":1,
			"title":"Statistics",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EStatistics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EFaculty research interests cover a broad range of areas. We have traditionally had strong interests in several areas of theoretical statistics and methodology. Recent faculty additions have broadened the department's research interests substantially. The department also has substantial cross-disciplinary research activities in several major areas, including engineering, social sciences, and life sciences.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/lsa.umich.edu\/stats\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f1","f2","f17","f18","f25","f30","f32","f38","f44","f52","f57","f69","f74","f85","f86","f91","f92","f95","f112","f114","f131","f134","f142","f149","f151","f161","f165","f169","f170","f174","f176","d15","d1","d2","d3","d5","d11","d12","d14","m2","m5","m6","m7","m8","m9","m10","m12","m13","m16","m18","m21","m22","m23","m24","m25","m26","m28","m29","m30","m32","m34","m36","m37","m39","m41","m42","m43","m44","m45","m46","m47","m48","m50","m52"]
		},
		{
			"name":"a57",
			"size":1,
			"title":"Technology and Operations",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003ETechnology and Operations\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe Michigan Ross Technology and Operations faculty members merge theory and practice to show you the science of value creation, along with the enabling technologies.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/michiganross.umich.edu\/faculty-research\/areas-of-study\/technology-operations\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f3","f53","f82","f123","d1","d5","m5","m6","m15","m24","m28","m30","m34","m39","m46"]
		},
		{
			"name":"a58",
			"size":1,
			"title":"Urology",
			"cat":"area",
			"label":"Academic Field",
			"descript":"\u003Ch2\u003EUrology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe U-M Department of Urology exists to cure or reduce suffering from urologic disease and disability through comprehensive urologic education of the next generation of leaders in urology within a milieu of exceptional innovation, and collaborative urologic care and research.\u003C\/p\u003E\u003Cp id=\u0022more\u0022\u003E\u003Ca href=\u0022http:\/\/medicine.umich.edu\/dept\/urology\u0022\u003ERead more...\u003C\/a\u003E\u003C\/p\u003E",
			"imports":["f22","d1","m24","m32"]
		},
		{
			"name":"m1",
			"size":1,
			"title":"Agent-based Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EAgent-based Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EAn agent-based model (ABM) is one of a class of computational models for simulating the actions and interactions of autonomous agents (both individual or collective entities such as organizations or groups) with a view to assessing their effects on the system as a whole.\u003C\/p\u003E",
			"imports":["f33","f48","f110","a9","a40","d10","d21"]
		},
		{
			"name":"m2",
			"size":1,
			"title":"Algorithms",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EAlgorithms\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn mathematics and computer science, an algorithm is a self-contained step-by-step set of operations to be performed. Algorithms exist that perform calculation, data processing, and automated reasoning.\u003C\/p\u003E",
			"imports":["f4","f8","f26","f57","f101","f124","f128","f138","f141","f142","f146","f163","a5","a14","a17","a20","a26","a36","a42","a47","a53","a56","d1","d4","d12","f149","d2"]
		},
		{
			"name":"m3",
			"size":1,
			"title":"Anomaly Detection",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EAnomaly Detection\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn data mining, anomaly detection (or outlier detection) is the identification of items, events or observations which do not conform to an expected pattern or other items in a dataset.\u003C\/p\u003E",
			"imports":["f31","f81","f115","a14","a20","a26","d1"]
		},
		{
			"name":"m4",
			"size":1,
			"title":"Artificial Intelligence",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EArtificial Intelligence\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EArtificial intelligence (AI) is the intelligence exhibited by machines or software. It is also the name of the academic field of study which studies how to create computers and computer software that are capable of intelligent behavior.\u003C\/p\u003E",
			"imports":["f50","f51","f60","f139","a9","a14","a20","a27","d1","d17","f93"]
		},
		{
			"name":"m5",
			"size":1,
			"title":"Bayesian Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EBayesian Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EThe formulation of statistical models using Bayesian statistics has the unique feature of requiring the specification of prior distributions for any unknown parameters. These prior distributions are as integral to a Bayesian approach to statistical modelling as the expression of probability distributions.\u003C\/p\u003E",
			"imports":["f5","f6","f29","f35","f44","f80","f92","f94","f107","f123","f125","f154","f158","f169","f173","a2","a5","a10","a11","a14","a17","a20","a23","a25","a29","a32","a34","a38","a51","a54","a56","a57","d1","d2","d4","d5","d11","d12","d13","d24","f41"]
		},
		{
			"name":"m6",
			"size":1,
			"title":"Causal Inference",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ECausal Inference\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ECausal inference is the process of drawing a conclusion about a causal connection based on the conditions of the occurrence of an effect. The main difference between causal inference and inference of association is that the former analyzes the response of the effect variable when the cause is changed.\u003C\/p\u003E",
			"imports":["f32","f66","f74","f81","f82","f107","f134","f155","f172","a2","a3","a5","a13","a19","a26","a43","a46","a53","a56","a57","d1","d2","d3","d5","d19","d12"]
		},
		{
			"name":"m7",
			"size":1,
			"title":"Classifications",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EClassifications\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn machine learning and statistics, classification is the problem of identifying to which of a set of categories (sub-populations) a new observation belongs, on the basis of a training set of data containing observations (or instances) whose category membership is known.\u003C\/p\u003E",
			"imports":["f18","f40","f67","f117","f126","f135","a2","a9","a14","a20","a27","a36","a56","d1","d2","d3","d17","f29"]
		},
		{
			"name":"m8",
			"size":1,
			"title":"Computational Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EComputational Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EComputational modeling is the use of mathematics, physics and computer science to study the behavior of complex systems by computer simulation. A computational model contains numerous variables that characterize the system being studied.\u003C\/p\u003E",
			"imports":["f13","f27","f47","f62","f85","f93","f95","f106","f138","f140","f141","f150","f153","f159","f169","f175","a1","a2","a3","a5","a7","a13","a14","a15","a20","a27","a28","a35","a36","a46","a47","a51","a56","d1","d2","d4","d8","d11","d12","d16","d17","d20"]
		},
		{
			"name":"m9",
			"size":1,
			"title":"Convex Optimization",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EConvex Optimization\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EConvex minimization, a subfield of optimization, studies the problem of minimizing convex functions over convex sets.\u003C\/p\u003E",
			"imports":["f63","f142","a4","a14","a20","a56","d1","d2"]
		},
		{
			"name":"m10",
			"size":1,
			"title":"Data Analytics",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EData Analytics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EData analytics is the science of examining raw data with the purpose of drawing conclusions about that information. Data analytics is used in many industries to allow companies and organization to make better business decisions and in the sciences to verify or disprove existing models or theories.\u003C\/p\u003E",
			"imports":["f9","f10","f11","f15","f21","f23","f26","f27","f47","f68","f73","f77","f79","f85","f86","f87","f90","f96","f100","f105","f108","f132","f136","f137","f144","f160","f161","f171","a3","a4","a5","a6","a13","a15","a16","a19","a21","a22","a26","a27","a28","a34","a36","a37","a39","a40","a49","a51","a52","a53","a54","a56","d1","d2","d4","d5","d6","d8","d9","d10","d11","d12","d13","d14","d15","d16","d22","d23","f102"]
		},
		{
			"name":"m11",
			"size":1,
			"title":"Data Collection",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EData Collection\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EData collection is the process of gathering and measuring information on targeted variables in an established systematic fashion, which then enables one to answer relevant questions and evaluate outcomes.\u003C\/p\u003E",
			"imports":["f24","f61","f77","f113","f122","f137","a4","a10","a11","a21","a26","a27","a44","a55","d1","d2","d8","d14"]
		},
		{
			"name":"m12",
			"size":1,
			"title":"Data Mining",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EData Mining\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EData Mining is an analytic process designed to explore data in search of consistent patterns and/or systematic relationships between variables, and then to validate the findings by applying the detected patterns to new subsets of data.\u003C\/p\u003E",
			"imports":["f8","f19","f28","f31","f34","f42","f43","f45","f50","f69","f72","f109","f111","f116","f126","f127","f146","f158","f164","f168","a3","a8","a9","a12","a13","a14","a17","a19","a20","a24","a26","a27","a28","a32","a36","a56","d1","d2","d4","d7","d8","d17","d18","d24"]
		},
		{
			"name":"m13",
			"size":1,
			"title":"Database Systems",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EDatabase Systems\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EA database management system (DBMS) is a computer software application that interacts with the user, other applications, and the database itself to capture and analyze data. A general-purpose DBMS is designed to allow the definition, creation, querying, update, and administration of databases.\u003C\/p\u003E",
			"imports":["f14","f25","f26","f27","f29","f49","f173","a2","a14","a15","a20","a25","a29","a38","a50","a53","a56","d1","d2","d4","d14","d16"]
		},
		{
			"name":"m14",
			"size":1,
			"title":"Digital Preservation",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EDigital Preservation\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn library and archival science, digital preservation is a formal endeavor to ensure that digital information of continuing value remains accessible and usable. It involves planning, resource allocation, and application of preservation methods and technologies, and it combines policies, strategies and actions to ensure access to reformatted and born-digital content, regardless of the challenges of media failure and technological change.\u003C\/p\u003E",
			"imports":["f24","f45","f97","a24","a27","d2","d8"]
		},
		{
			"name":"m15",
			"size":1,
			"title":"Econometrics",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EEconometrics\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EEconometrics is the application of statistical and mathematical theories to economics for the purpose of testing hypotheses and forecasting future trends. Econometrics takes economic models and tests them through statistical trials.\u003C\/p\u003E",
			"imports":["f48","f64","f82","f125","f133","a34","a40","a48","a51","a57","d2","d5","d12","d21"]
		},
		{
			"name":"m16",
			"size":1,
			"title":"Experiment Design",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EExperiment Design\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EExperimental design refers to the design of any task that aims to describe or explain the variation of information under conditions that are hypothesized to reflect the variation.\u003C\/p\u003E",
			"imports":["f41","f125","f161","a26","a34","a56","d2","d5"]
		},
		{
			"name":"m17",
			"size":1,
			"title":"Fog Computing",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EFog Computing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EFog computing is an architecture that uses one or a collaborative multitude of end-user clients or near-user edge devices to carry out a substantial amount of storage (rather than stored primarily in cloud data centers), communication (rather than routed over the internet backbone), and control, configuration, measurement and management (rather than controlled primarily by network gateways such as those in the LTE (telecommunication) core).\u003C\/p\u003E",
			"imports":["f168","a14","a20","d18"]
		},
		{
			"name":"m18",
			"size":1,
			"title":"Geographic Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EGeographic Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EGeographic analysis includes any of the formal techniques which study entities using their topological, geometric, or geographic properties.\u003C\/p\u003E",
			"imports":["f165","a48","a56","d2"]
		},
		{
			"name":"m19",
			"size":1,
			"title":"Graphical Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EGraphical Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EGraphical modeling is a probabilistic technique for which a graph expresses the conditional dependence structure between random variables.\u003C\/p\u003E",
			"imports":["f31","f37","f59","f93","f150","a14","a20","a27","a31","d1","d17","d20"]
		},
		{
			"name":"m20",
			"size":1,
			"title":"Information Extraction",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EInformation Extraction\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EInformation extraction is the task of automatically extracting structured information from unstructured and/or semi-structured machine-readable documents. In most of the cases this activity concerns processing human language texts by means of natural language processing.\u003C\/p\u003E",
			"imports":["f115","f147","a14","a20","a31","d1","d2"]
		},
		{
			"name":"m21",
			"size":1,
			"title":"Information Fusion",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EInformation Fusion\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EInformation fusion involves the combination of information into a new set of information towards reducing uncertainty. An example of technologies available to integrate information include string metrics which allow the detection of similar text in different data sources by fuzzy matching.\u003C\/p\u003E",
			"imports":["f117","f165","a5","a14","a27","a48","a56","d2","d12","d17","f124"]
		},
		{
			"name":"m22",
			"size":1,
			"title":"Information Retrieval",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EInformation Retrieval\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EInformation retrieval is the activity of obtaining information resources relevant to an information need from a collection of information resources. Searches can be based on metadata or on full-text (or other content-based) indexing.\u003C\/p\u003E",
			"imports":["f88","f92","f127","f129","a14","a20","a27","a31","a56","d1","d2","d8","f37"]
		},
		{
			"name":"m23",
			"size":1,
			"title":"Longitudinal Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ELongitudinal Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ELongitudinal analysis is the study of short series of observations obtained from many respondents over time and is also referred to as panel analysis (of a cross-section of time series), or repeated measures, or growth curve analysis (polynomials in time), or multilevel analysis (where one level is a sequence of observations from respondents).\u003C\/p\u003E",
			"imports":["f17","f32","f68","f99","f169","f172","a5","a41","a43","a45","a51","a54","a56","d3","d4","d11","d12","d13","d19"]
		},
		{
			"name":"m24",
			"size":1,
			"title":"Machine Learning",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EMachine Learning\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMachine learning is the science of getting computers to act without being explicitly programmed. In the past decade, machine learning has given us self-driving cars, practical speech recognition, effective web search, and a vastly improved understanding of the human genome.\u003C\/p\u003E",
			"imports":["f1","f2","f3","f19","f22","f26","f28","f30","f31","f34","f35","f37","f40","f44","f50","f51","f55","f58","f63","f64","f65","f67","f70","f72","f78","f81","f84","f88","f89","f91","f93","f103","f117","f120","f121","f123","f125","f128","f129","f138","f143","f147","f151","f152","f165","f166","f167","a1","a3","a4","a8","a9","a10","a12","a13","a14","a20","a26","a27","a28","a31","a33","a34","a42","a47","a48","a49","a51","a53","a56","a57","a58","d1","d2","d4","d5","d8","d12","d13","d17","d24","f41","f74","f92"]
		},
		{
			"name":"m25",
			"size":1,
			"title":"Missing Data Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EMissing Data Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMissing Data Modeling is the process of replacing missing data with substituted values. Because missing data can create problems for analyzing data, imputation is seen as a way to avoid pitfalls involved with listwise deletion of cases that have missing values.\u003C\/p\u003E",
			"imports":["f66","f107","f114","f169","a3","a5","a13","a51","a53","a56","d2","d11","d12"]
		},
		{
			"name":"m26",
			"size":1,
			"title":"Monte Carlo",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EMonte Carlo\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EMonte Carlo is a broad class of computational algorithms that rely on repeated random sampling to obtain numerical results.\u003C\/p\u003E",
			"imports":["f35","f38","f39","f75","f176","a10","a35","a46","a56","d1","d2"]
		},
		{
			"name":"m27",
			"size":1,
			"title":"Natural Language Processing",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ENatural Language Processing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ENatural language processing (NLP) is a field of computer science, artificial intelligence, and computational linguistics concerned with the interactions between computers and human (natural) languages.\u003C\/p\u003E",
			"imports":["f37","f129","f147","f148","a14","a20","a27","a28","a31","d1","d2","d4","f127","d8"]
		},
		{
			"name":"m28",
			"size":1,
			"title":"Network Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ENetwork Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ENatural language processing (NLP) is a field of computer science, artificial intelligence, and computational linguistics concerned with the interactions between computers and human (natural) languages.\u003C\/p\u003E",
			"imports":["f1","f2","f24","f34","f37","f43","f46","f54","f61","f69","f82","f91","f98","f110","f127","f135","f148","a3","a4","a5","a9","a12","a13","a14","a20","a22","a27","a28","a31","a36","a40","a44","a55","a56","a57","d1","d2","d4","d5","d8","d10","d12","f124"]
		},
		{
			"name":"m29",
			"size":1,
			"title":"Nonparametric Methods",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ENonparametric Methods\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ENonparametric methods are statistics not based on parameterized families of probability distributions. They include both descriptive and inferential statistics. The typical parameters are the mean, variance, etc. Unlike parametric statistics, nonparametric statistics make no assumptions about the probability distributions of the variables being assessed.\u003C\/p\u003E",
			"imports":["f29","f44","f57","f74","f114","f128","a2","a5","a14","a20","a34","a42","a56","d1","d2","d5","d12"]
		},
		{
			"name":"m30",
			"size":1,
			"title":"Optimization",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EOptimization\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn mathematics, computer science and operations research, optimization is the selection of a best element (with regard to some criteria) from some set of available alternatives.\u003C\/p\u003E",
			"imports":["f2","f4","f20","f42","f53","f58","f62","f71","f76","f89","f100","f110","f120","f126","f142","f143","f150","f163","f167","f168","a9","a14","a20","a26","a27","a34","a36","a40","a56","a57","d1","d2","d5","d10","d17","d18","d20","d24","f41"]
		},
		{
			"name":"m31",
			"size":1,
			"title":"Parallel Computing",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EParallel Computing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EParallel computing is a type of computation in which many calculations are carried out simultaneously, operating on the principle that large problems can often be divided into smaller ones, which are then solved at the same time.\u003C\/p\u003E",
			"imports":["f71","f128","a14","a20","a27","a42","d1","d17"]
		},
		{
			"name":"m32",
			"size":1,
			"title":"Predictive Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EPredictive Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EPredictive analytics is the use of data, statistical algorithms and machine-learning techniques to identify the likelihood of future outcomes based on historical data.\u003C\/p\u003E",
			"imports":["f22","f42","f48","f66","f122","f171","a3","a10","a13","a22","a26","a40","a53","a56","a58","d1","d12","d15","d21","f86","a5"]
		},
		{
			"name":"m33",
			"size":1,
			"title":"Provenance Tracking",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EProvenance Tracking\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EProvenance traking refers to having knowledge of all the steps involved in producing a scientific result, such as a figure, from experiment design through acquisition of raw data, and all the subsequent steps of data selection, analysis and visualization.\u003C\/p\u003E",
			"imports":["f97","a27","d8"]
		},
		{
			"name":"m34",
			"size":1,
			"title":"Regressions",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ERegressions\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn statistical modeling, regression analysis is a statistical process for estimating the relationships among variables.\u003C\/p\u003E",
			"imports":["f6","f18","f29","f80","f82","f102","f170","f174","a2","a11","a51","a52","a54","a55","a56","a57","d2","d3","d5","d11","d13"]
		},
		{
			"name":"m35",
			"size":1,
			"title":"Scalability",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EScalability\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EScalability is a characteristic of a system, model or function that describes its capability to cope and perform under an increased or expanding workload. A system that scales well will be able to maintain or even increase its level of performance or efficiency when tested by larger operational demands.\u003C\/p\u003E",
			"imports":["f12","a14","a20","d1"]
		},
		{
			"name":"m36",
			"size":1,
			"title":"Security and Privacy",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESecurity and Privacy\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EData Security and Privacy is the aspect of information technology that deals with the ability an organization or individual has to determine what data in a computer system can be shared with third parties.\u003C\/p\u003E",
			"imports":["f12","f36","f45","f62","f101","f126","f142","f150","f155","a2","a6","a14","a19","a20","a24","a27","a36","a46","a52","a56","d1","d2","d5","d17","d20","f96"]
		},
		{
			"name":"m37",
			"size":1,
			"title":"Sequential Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESequential Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn statistics, sequential analysis is statistical analysis where the sample size is not fixed in advance. Instead data is evaluated as it is collected, and further sampling is stopped in accordance with a pre-defined stopping rule as soon as significant results are observed.\u003C\/p\u003E",
			"imports":["f2","f58","f111","f151","f164","a14","a19","a20","a49","a56","d1","d2","d7"]
		},
		{
			"name":"m38",
			"size":1,
			"title":"Signal Processing",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESignal Processing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESignal processing is an enabling technology that encompasses the fundamental theory, applications, algorithms, and implementations of processing or transferring information contained in many different physical, symbolic, or abstract formats broadly designated as signals.\u003C\/p\u003E",
			"imports":["f89","a14","a20","d1"]
		},
		{
			"name":"m39",
			"size":1,
			"title":"Simulations",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESimulations\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESimulation is a way to model random events, such that simulated outcomes closely match real-world outcomes. By observing simulated outcomes, researchers gain insight on the real world.\u003C\/p\u003E",
			"imports":["f3","f9","f13","f33","f35","f73","f75","f77","f116","f149","f156","f168","f172","a2","a4","a8","a10","a14","a20","a21","a26","a30","a35","a37","a40","a43","a46","a56","a57","d1","d2","d4","d5","d10","d14","d18","d19","f120"]
		},
		{
			"name":"m40",
			"size":1,
			"title":"Sparse Coding",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESparse Coding\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESparse coding is a basic task in many fields including signal processing, neuroscience and machine learning where the goal is to learn a basis that enables a sparse representation of a given set of data, if one exists.\u003C\/p\u003E",
			"imports":["f59","f63","a4","a14","a20","d1"]
		},
		{
			"name":"m41",
			"size":1,
			"title":"Spatial/Temporal Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESpatial/Temporal Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESpatial/Temporal analysis includes any of the formal techniques which study entities using their time, topological, geometric, or geographic properties.\u003C\/p\u003E",
			"imports":["f33","f48","f52","f124","a5","a40","a55","a56","d3","d10","d12","d21"]
		},
		{
			"name":"m42",
			"size":1,
			"title":"Statistical Inference",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EStatistical Inference\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EStatistical inference is the process of deducing properties of an underlying distribution by analysis of data. Inferential statistical analysis infers properties about a population; this includes testing hypotheses and deriving estimates.\u003C\/p\u003E",
			"imports":["f18","f25","f56","f91","f106","f112","f117","f121","f124","f132","f149","f176","a3","a5","a8","a13","a14","a27","a36","a50","a51","a56","d2","d3","d11","d12","d14","d17","d23","f135"]
		},
		{
			"name":"m43",
			"size":1,
			"title":"Statistical Learning",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EStatistical Learning\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EStatistical learning theory is a framework for machine learning drawing from the fields of statistics and functional analysis.\u003C\/p\u003E",
			"imports":["f69","f131","f142","a14","a20","a34","a50","a56","d2"]
		},
		{
			"name":"m44",
			"size":1,
			"title":"Statistical Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EStatistical Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EStatistical modeling embodies a set of assumptions concerning the generation of the observed data, and similar data from a larger population. A model represents, often in considerably idealized form, the data-generating process. The model assumptions describe a set of probability distributions, some of which are assumed to adequately approximate the distribution from which a particular data set is sampled.\u003C\/p\u003E",
			"imports":["f7","f14","f16","f20","f21","f29","f56","f66","f69","f98","f104","f114","f118","f134","f138","f145","f154","f157","f162","f165","f170","f174","a2","a3","a5","a9","a13","a14","a20","a22","a26","a28","a36","a40","a47","a48","a49","a50","a52","a53","a55","a56","d1","d2","d4","d10","d11","d12","f112"]
		},
		{
			"name":"m45",
			"size":1,
			"title":"Statistical Signal Processing",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EStatistical Signal Processing\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EStatistical signal processing is an area of Applied Mathematics and Signal Processing that treats signals as stochastic processes, dealing with their statistical properties.\u003C\/p\u003E",
			"imports":["f1","f55","f117","f130","a4","a14","a20","a27","a53","a56","d1","d4","d17"]
		},
		{
			"name":"m46",
			"size":1,
			"title":"Stochastic Modeling",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EStochastic Modeling\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EA stochastic modeling is a technique for estimating probability distributions of potential outcomes by allowing for random variation in one or more inputs over time. The random variation is usually based on fluctuations observed in historical data for a selected period using standard time-series techniques.\u003C\/p\u003E",
			"imports":["f38","f42","f53","f120","f143","f149","f176","a14","a26","a56","a57","d1","d5","d2"]
		},
		{
			"name":"m47",
			"size":1,
			"title":"Survey Design",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESurvey Design\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESurvey design is a method for collecting information or data as reported by individuals. Surveys can be administered in various forms, including in-person interviews, through telephone interviews, through the Internet, or a paper questionnaire that requires participants to write their answers.\u003C\/p\u003E",
			"imports":["f99","f107","f119","f134","f148","f157","a5","a18","a28","a41","a45","a56","d3","d4","d12","f18"]
		},
		{
			"name":"m48",
			"size":1,
			"title":"Survival Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ESurvival Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ESurvival analysis is generally defined as a set of methods for analyzing data where the outcome variable is the time until the occurrence of an event of interest. The event can be death, occurrence of a disease, marriage, or divorce.\u003C\/p\u003E",
			"imports":["f17","f99","f171","a5","a22","a23","a41","a45","a56","d4","d12","f5"]
		},
		{
			"name":"m49",
			"size":1,
			"title":"Text Mining",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EText Mining\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EText mining refers to the process of deriving high-quality information from text. High-quality information is typically derived through the devising of patterns and trends through means such as statistical pattern learning.\u003C\/p\u003E",
			"imports":["f6","f43","f80","f88","f125","f129","f147","f156","f173","a11","a14","a20","a25","a29","a30","a31","a34","a38","a54","d1","d2","d4","d5","d8","d13"]
		},
		{
			"name":"m50",
			"size":1,
			"title":"Time Series Analysis",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ETime Series Analysis\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003ETime series analysis comprises methods for analyzing time series data in order to extract meaningful statistics and other characteristics of the data. Time series forecasting is the use of a model to predict future values based on previously observed values.\u003C\/p\u003E",
			"imports":["f38","a56","d2"]
		},
		{
			"name":"m51",
			"size":1,
			"title":"Topology",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003ETopology\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EIn mathematics, topology is concerned with the properties of space that are preserved under continuous deformations, such as stretching and bending, but not tearing or gluing.\u003C\/p\u003E",
			"imports":["f83","a36","a50","d2"]
		},
		{
			"name":"m52",
			"size":1,
			"title":"Visualization",
			"cat":"method",
			"label":"Methodology",
			"descript":"\u003Ch2\u003EVisualization\u003C\/h2\u003E\u003Cp id=\u0022desc\u0022\u003EVisualization focuses on techniques for creating images, diagrams, or animations to communicate a message. Visualization through visual imagery has been an effective way to communicate both abstract and concrete ideas since the dawn of man.\u003C\/p\u003E",
			"imports":["f1","f23","f28","f31","f43","f56","f79","f131","f149","f156","a3","a4","a13","a14","a20","a27","a30","a34","a50","a54","a56","d1","d2","d4","d8","d11","d13"]
		}],
		"info":[{
			"name":"Faculty",
			"value":176,
			"cat":"directory"
			},
			{
				"name":"Department",
				"value":24,
				"cat":"program"
			},
			{
				"name":"Academic Field",
				"value":58,
				"cat":"area"
			},
			{
				"name":"Methodology",
				"value":52,
				"cat":"method"
			}]
}